Repository: GtBFilms-arc/gtbfilms-arc.github.io
Catalog: janebushell/yapig-0.95b/locale/*/LC_MESSAGES/yapig.po
Languages: sv

source: Incorrect add comment form
sv: Felaktigt. Lägg till kommentarformen

source: Title field required
sv: Titelfältet krävs

source: Author field required
sv: Författarfältet krävs

source: e-mail field required
sv: epost fältet krävs

source: Web field required
sv: webbfältet krävs

source: Comment field required
sv: kommentarsfältet krävs

source: Sorry, you did not fill some required fields.
sv: Tyvärr, du fyllde inte i alla obligatoriska fält.

source: Thank you for your comment
sv: Tack för din kommentar!

source: Added this Comment
sv: Kommentaren tillagd

source: Title
sv: Titel

source: Author
sv: Författare

source: e-mail
sv: epost

source: Web
sv: Webb

source: Comment
sv: Kommentar

source: If the page is not automatically refreshed.
sv: Om inte sidan uppdateras automatiskt.

source: Please, press here
sv: Var vänlig och tryck här

source: Adding new gallery:
sv: Lägg till nytt galleri

source: GD library not loaded. Please read install documentation
sv: GD billiotek ej laddad. Var vänlig och läs dokumentationen

source: Directory where images are stored required!
sv: Katalogen med lagrade bilder krävs!

source: Title, author and description are required!
sv: Titel, författare och beskrivning krävs!

source: Location directory DOES NOT EXIST.
sv: Location katalogen FINNS INTE.

source: Selected gallery directory is being used by another gallery. Delete that gallery first.
sv: Den markerade katalogen används av ett annat galleri. Ta bort det andra galleriet först.

source: Creating index.html for avoiding server listing.
sv: Skapar index.html för att undvika server bläddring.

source: Permissions. I will try chmod 2777
sv: Rättigheter. Jag prövar med chmod 2777

source: Permissions. Read FAQ documentation.
sv: Rättigheter. Läs FAQ dokumentationen.

source: Loading image Names of:
sv: Laddar följande bildnamn:

source: Failed to read image names.
sv: Misslyckades att läsa bildnamnen.

source: Creating correspondence photo filenames <-> photo identificator (phid)
sv: Skapar korresponderande fotofilnamn <-> photo identification (phid)

source: Creating phid correspondence.
sv: Skapar phid korrespondens.

source: Creating gallery information file with:
sv: Skapar galleri-informationsfil med:

source: Error creating gallery information file.
sv: Fel, kunde inte skapa galleri-informationsfil.

source: Creating thumbnails
sv: Skapar miniatyrbilder

source: Could not create all thumbnails.
sv: Kunde inte skapa alla miniatyrer.

source: Adding this gallery to gallery index
sv: Lägger detta galleri till galleri index

source: Adding gallery to file:
sv: Lägger till galleriet till filen:

source: Gallery <b>successfully</b> created
sv: Galleriet <b>skapades</b> utan problem

source: Gallery Index
sv: Galleri index

source: Back to admin page
sv: Tillbaka till admin. sidan

source: GD library not loaded. Will try to load it.
sv: GD biblioteket laddades ej. Försöker ladda det.

source: Function for dynamic extension load not available.
sv: Funktionen för dynamiska ändelser laddning är inte tillgänglig.

source: gd.so sucessfully loaded.
sv: gd.so laddades utan problem.

source: php_gd2.dll sucessfully loaded.
sv: php_gd2.dll laddades utan problem.

source: Function getimagesize does not exist
sv: Funktionen getimagesize finns inte

source: Function imagecreatetruecolor does not exist
sv: Funktionen imagecreateruecolor finns inte

source: Function imacreatefromjpeg does not exist
sv: Funktionen imacreatefromjpeg finns inte

source: GD library is loaded.
sv: GD biblioteket är laddad.

source: Please login as admin
sv: Logga in som admin

source: User
sv: Användare

source: Password
sv: Lösenord

source: Submit
sv: Skicka

source: Administration tasks
sv: Administrativa uppgifter

source: Add gallery
sv: Lägg till galleri

source: Modify gallery
sv: Modifiera galleri

source: Delete gallery
sv: Ta bort galleri

source: Change main config
sv: Ändra i huvudconfig

source: Logout
sv: Logga ut

source: Gallery title
sv: Galleriets titel

source: Location
sv: Plats

source: set this field if you want private access to this gallery
sv: välj detta fält om du vill ha privat åtkomst till detta galleri

source: Description
sv: Beskrivning

source: Send
sv: Skicka

source: PNG files not supported in this version
sv: PNG filer stödjs inte i denna version

source: Opening gid counter file:
sv: ™ppnar gid räknarfilen:

source: Modify gallery info
sv: Modifierar galleri info

source: Select thumbnail
sv: Välj miniatyr

source: Modify image list
sv: Modifiera bildlista

source: Number of images
sv: Antal bilder

source: View this gallery
sv: Visa detta galleri

source: Gallery
sv: Galleri

source: Visits
sv: Besök

source: Comments
sv: Kommentarer

source: Date
sv: Datum

source: Select deletion options:
sv: Välj alternativ för borttagning:

source: Do not list gallery in gallery index any more.
sv: Lista inte detta galleri i galleri indexet mer.

source: Clear all image comments.
sv: Rensa alla bildkommentarer.

source: Clear all image visit counters.
sv: Nollställ alla bilders besöksräknare.

source: Clear gallery visit counters.
sv: Rensa galleriets alla besöksräknare.

source: Delete gallery thumbnails.
sv: Ta bort galleriets miniatyrer.

source: Delete all files in directory.
sv: Ta bort alla filer i katalogen.

source: send
sv: skicka

source: Not available.
sv: Inte tillgänglig.

source: Add a new gallery
sv: Skapa nytt galleri

source: Gallery does not exist or gid argument not set
sv: Galleriet finns inte eller så är gid argumentet inte satt

source: Gallery stats do not exist or could not be deleted
sv: Galleriets statistik finns inte eller kunde inte tas bort

source: Gallery stats deleted.
sv: Galleri statistik borttagen.

source: Image stats of this gallery do not exist or could not be deleted.
sv: Bildstatistiken för detta galleri finns inte eller kunde inte tas bort.

source: Image stats of this gallery deleted.
sv: Bildstatistiken för detta galleri är borttagen.

source: Comments counter of this gallery does not exist or could not be deleted
sv: Kommentarsräknaren för detta galleri finns inte eller kunde inte tas bort

source: Comments counter of this gallery deleted
sv: Kommentarsräknaren för detta galleri är borttagen

source: Could not be loaded this file:
sv: Kunde inte ladda denna fil:

source: Could not get image list from file:
sv: Kunde inte hämta bildlistan från filen:

source: Could not delete thumbnail image:
sv: Kunde inte ta bort miniatyrbilden:

source: Deleted thumbnail:
sv: Miniatyr borttagen:

source: Gallery could not be removed from index
sv: Galleriet kunde inte tas bort från indexet

source: Gallery will not be shown anymore in the index of galeries
sv: Galleriet kommer inte att visas mer i galleri indexet

source: is not a valid directory
sv: är inte giltig katalog

source: could not be opened
sv: kunde inte öppnas

source: Deleted file:
sv: Borttagen fil:

source: Gallery successfully deleted.
sv: Galleriet togs bort utan problem.

source: Delete more galleries
sv: Ta bort fler gallerier

source: Error
sv: Fel

source: Warning
sv: Varning

source: main menu
sv: Huvudmeny

source: Gallery index
sv: Galleri index

source: Home page
sv: Startsida

source: Admin logout
sv: Logga ut admin

source: Gallery logout
sv: Logga ut galleri

source: Gallery does not exist:
sv: Galleriet finns inte:

source: This Gallery requires password. Please fill the password field and press the validate button. Thank you.
sv: Detta galleri kräver lösenord. Var god fyll i lösenordsfältet och tryck på valideringsknappen. Tack.

source: Validate
sv: Validera

source: Gallery password
sv: Galleri lösenord

source: View image bigger
sv: Se större bild

source: Image
sv: Bild

source: Hits
sv: Träffar

source: Congratulations YAPIG is working!
sv: Gratulerar YAPIG fungerar!

source: <p>Welcome to <a href="http://yapig.sf.net">YaPig.</a></p> <p>There are <strong>NO</strong> galleries.<p> <p>If this is the first time you run YaPiG:</p> <ol> <li>Edit the <i>config.php</i> file.</li> <li><a href="admin.php">Login as admin</a> and add a new gallery.</li> </ol>
sv: <p>Välkommen till <a href="http://yapig.sf.net">YaPig.</a></p> <p>Det finns <strong>INGA</strong> gallerier.<p> <p>om detta är första gången du kör YaPiG:</p> <ol> <li>Ändra i <i>config.php</i> filen.</li> <li><a href="admin.php">Logga in som administartör</a> och lägg till ett nytt galleri.</li> </ol>

source: There are no galleries. Login as admin to create new galleries
sv: Det finns inga gallerier. Logga in som admin för att skapa nya gallerier.

source: Could not be loaded GD library witch is required by YapiG or your GD version is too old. Please read doc/install.html documentation for more information.
sv: Kunde inte ladda GD biblioteket som krävs för att köra YaPiG eller så är din GD version för gammal. Vänligen läs /doc/install.html dokumentationen för mer information.

source: Nice! Your server has GD version 2 or above. You can run YaPiG!
sv: Fint! Din server har GD version 2 eller högre. Du kan köra YaPIG!

source: Change YaPiG's root directory permissions to allow creating new files.
sv: Ändra YaPiGs katalogs behörighet för att tillåta att nya filer skapas.

source: Installation aborted. Could not create config file.
sv: Installationen avbröts. Kunde inte skapa config filen.

source: YaPiG successfully installed.
sv: YaPiG installerades utan problem.

source: Could not get image list. Gallery might have not images
sv: Kunde inte ladda bildlistan. Galleriet kanske inte innehåller några bilder

source: Current images at gallery are:
sv: Nuvarande bilder i galleriet är:

source: Could not read gallery directory filenames
sv: Kunde inte läsa galleriets katalogs filnamn

source: <p>Images that are in directory but not in gallery:</p><ul>
sv: <p>Bilder som är i katalogen men inte i galleriet:</p><ul>

source: Modify gallery:
sv: Modifiera galleriet:

source: Modify gallery information:
sv: Ändra galleri information:

source: Directory location with images required!
sv: Katalogens fysiska plats med bilder krävs!

source: Creating gallery information file.
sv: Skapar galleriets informationsfil.

source: Gallery info successfully updated.
sv: Galleriets info uppdaterades utan problem.

source: Could not update thumbnail
sv: Kunde inte uppdatera miniatyr

source: Thumbnail updated. (Do not worry if the upper thumb is the old one)
sv: Miniatyr uppdaterad. (Oroa dig inte om den övre miniatyren är den gamla)

source: Select thumbnail:
sv: Välj miniatyr:

source: Could not get all image list.
sv: Kunde inte ta emot hela bildlistan.

source: Update gallery thumbnail
sv: Uppdatera galleriets miniatyrer

source: default password protected galleries thumbnail
sv: standard lösenordsskydd på galleriets miniatyrer

source: Creating thumbs for images that do not have it.
sv: Skapar miniatyrer för bilder som ännu inte har dessa.

source: Creating all thumbs
sv: Skapar alla miniatyrer

source: Could not update gallery image list
sv: Kunde inte uppdatera galleriets bildlista

source: Image list successfully updated
sv: Bildlistan uppdaterades utan problem

source: Number of images not updated
sv: Antalet bilder är inte uppdaterat

source: Number of images updated
sv: Antalet bilder uppdaterat

source: <p>Please, select a gallery:</p>
sv: <p>Vänligen välj ett galleri:</p>

source: There are no galleries.
sv: Det finns inga gallerier.

source: View this Gallery
sv: Vissa detta galleri

source: Modify Gallery Index
sv: Modifiera galleriets index

source: Image identificator (phid) not found.
sv: Bild identificatorn (phid) hittades inte.

source: Image name
sv: Bildnamn

source: Remove image
sv: Ta bort bild

source: Clear
sv: Rensa

source: Image id
sv: Bild id

source: Modify Image
sv: Modifiera bild

source: Set as gallery thumbnail
sv: Sätt som galleri miniatyr

source: Could not remove image from gallery image list
sv: Kunde inte ta bort bilden från galleriets bildlista

source: Image will not be shown in list.
sv: Bilden kommer inte visas i listan.

source: Could not delete image comments file:
sv: Kunde inte ta bort bildens kommentarer från filen:

source: Image comments deleted
sv: Bildens kommentarer borttagna

source: Could not delete image comments counter:
sv: Kunde inte ta bort bildens kommentarsräknare:

source: Image comments counter deleted
sv: Bildkommentarernas räknare borttagen

source: Image visits counter not found or could not be removed.
sv: Bildbesöksräknaren kunde inte hittas eller tas bort.

source: Image visits counter deleted
sv: Bildbesöksräknaren borttagen

source: Filename
sv: Filnamn

source: File size
sv: Filstorlek

source: Image size
sv: Bildstorlek

source: Add yout comment!
sv: Lägg till kommentar!

source: Comment title
sv: Kommentar titel

source: E-mail
sv: Epost

source: Fields with * are required
sv: Fält markerade med * är obligatoriska

source: Image comments
sv: Bildkommentarer

source: There are no messages! Give us your opinion!
sv: Det finns inga meddelanden! Ge din uppfattning!

source: Opening comments file
sv: ™ppnar kommentarsfilen

source: Previous Gallery
sv: Föregående galleri

source: Next Gallery
sv: Nästa galleri

source: Index of Galleries
sv: Galleri index

source: could not show gallery navigation bar
sv: Kunde inte visa galleriets navigationsruta

source: Previous Image
sv: Föregående bild

source: Next Image
sv: Nästa bild

source: Up
sv: Upp

source: Previous page
sv: Föregående sida

source: Next page
sv: Nästa sida

source: GID not set
sv: GID inte satt

source: Getting gallery directory
sv: Hämtar galleriets katalog

source: Password incorrect.
sv: Felaktigt lösenord.

source: Gallery data not found. Please create again this gallery
sv: Galleriets data hittades inte. Skapa detta gelleri igen
