Repository: GtBFilms-arc/gtbfilms-arc.github.io
Catalog: janebushell/gallery-usa/locale/*/LC_MESSAGES/yapig.po
Languages: nl

source: Incorrect add comment form
nl: Verkeerd commentaar toevoegformulier

source: Title field required
nl: Titel-veld vereist

source: Author field required
nl: Auteur-veld vereist

source: e-mail field required
nl: e-mail veld vereist

source: Web field required
nl: Web-veld vereist

source: Comment field required
nl: Commentaar-veld vereist

source: Sorry, you did not fill some required fields.
nl: Sorry, je hebt een paar velden niet ingevult

source: Thank you for your comment
nl: Bedankt voor het commentaar

source: Added this Comment
nl: Commentaar toegevoegd

source: Title
nl: Titel

source: Author
nl: Auteur

source: Comment
nl: Commentaar

source: If the page is not automatically refreshed.
nl: Wanneer deze pagina niet automatish wordt vernieuwd

source: Please, press here
nl: Klik dan hier

source: Adding new gallery:
nl: Galerij toevoegen

source: GD library not loaded. Please read install documentation
nl: GD bibliotheek niet geladen. Lees a.u.b. de installatie documentatie

source: Directory where images are stored required!
nl: Map waar afbeeldingen zijn opgeslagen is vereist!

source: Title, author and description are required!
nl: Titel, auteur en beschrijving zijn vereist!

source: Location directory DOES NOT EXIST.
nl: Locatie van de map bestaat niet.

source: Selected gallery directory is being used by another gallery. Delete that gallery first.
nl: Geselecteerde map is al in gebruik door een andere galerij. Verwijder die galerij eerst.

source: Creating index.html for avoiding server listing.
nl: Maken van index.html voor het vermijden van server aanvragen

source: Permissions. I will try chmod 2777
nl: Rechten. Ik ga chmod 2777 proberen

source: Permissions. Read FAQ documentation.
nl: Rechten. Lees de FAQ documentatie.

source: Loading image Names of:
nl: Bezig met laden van Afbeeldingsnamen van:

source: Failed to read image names.
nl: Faalde bij het lezen van de afbeeldingsnamen.

source: Creating correspondence photo filenames <-> photo identificator (phid)
nl: Maken van corresponderende afbeeldingsnamen <-> foto identificatie (phid)

source: Creating phid correspondence.
nl: Maken van phid correspondentie

source: Creating gallery information file with:
nl: Maken van galerij informatiebestand met:

source: Error creating gallery information file.
nl: Fout bij het maken van het galerij informatiebestand.

source: Creating thumbnails
nl: Maken van thumbnails

source: Could not create all thumbnails.
nl: Kan niet alle thumbnails maken

source: Adding this gallery to gallery index
nl: Toevoegen van deze galerij aan de galerij index

source: Adding gallery to file:
nl: Toevoegen van galerij aan bestand:

source: Gallery <b>successfully</b> created
nl: Galerij <b>succesvol</b> gemaakt

source: Gallery Index
nl: Galerij Index

source: Back to admin page
nl: Terug naar admin pagina

source: GD library not loaded. Will try to load it.
nl: GD bibliotheek niet geladen. Ik zal proberen het te laden.

source: Function for dynamic extension load not available.
nl: Functie voor dynamische extensie laden niet beschikbaar.

source: gd.so sucessfully loaded.
nl: gd.so succelvol geladen.

source: php_gd2.dll sucessfully loaded.
nl: php_gd2.dll succesvol geladen.

source: Function getimagesize does not exist
nl: Functie getimagesize bestaat niet

source: Function imagecreatetruecolor does not exist
nl: Functie imagecreatetruecolor bestaat niet

source: Function imacreatefromjpeg does not exist
nl: Functie imacreatefromjpeg bestaat niet

source: GD library is loaded.
nl: GD bibliotheek is geladen.

source: Please login as admin
nl: Meld u a.u.b. aan als admin

source: User
nl: Gebruiker

source: Password
nl: Wachtwoord

source: Submit
nl: Verzenden

source: Administration tasks
nl: Administratie taken

source: Add gallery
nl: Galerij toevoegen

source: Modify gallery
nl: Galerij aanpassen

source: Delete gallery
nl: Galerij verwijderen

source: Change main config
nl: Verander basis configuratie

source: Logout
nl: Uitloggen

source: Gallery title
nl: Galerij titel

source: Location
nl: Locatie

source: set this field if you want private access to this gallery
nl: vul dit veld in als je deze galerij met een wachtwoord wilt beveiligen

source: Description
nl: Beschrijving

source: Send
nl: Versturen

source: PNG files not supported in this version
nl: PNG bestanden niet ondersteund in deze versie

source: Opening gid counter file:
nl: Open gid tel bestand:

source: Modify gallery info
nl: Verander galerij info

source: Select thumbnail
nl: Selecteer thumbnail

source: Modify image list
nl: Verander afbeeldingslijst

source: Number of images
nl: Aantal afbeeldingen

source: View this gallery
nl: Bekijk deze galerij

source: Gallery
nl: Galerij

source: Visits
nl: Bezoeken

source: Comments
nl: Commentaar

source: Date
nl: Datum

source: Select deletion options:
nl: Selecteer verwijder opties

source: Do not list gallery in gallery index any more.
nl: Geef galerij niet meer in de index weer.

source: Clear all image comments.
nl: Verwijder alle afbeeldingscommentaren

source: Clear all image visit counters.
nl: Verwijder alle afbeeldings-bezoekertellers

source: Clear gallery visit counters.
nl: Verwijder galerij-bezoekertellers

source: Delete gallery thumbnails.
nl: Verwijder galerij thumbnails.

source: Delete all files in directory.
nl: Verwijder alle bestanden in de map.

source: send
nl: versturen

source: Not available.
nl: Niet beschikbaar.

source: Add a new gallery
nl: Voeg nieuwe galerij toe

source: Gallery does not exist or gid argument not set
nl: Galerij bestaat niet of gid argument is niet ingesteld

source: Gallery stats do not exist or could not be deleted
nl: Galerij statistieken bestaan niet of konden niet worden verwijderd

source: Gallery stats deleted.
nl: Galerij statistieken verwijderd

source: Image stats of this gallery do not exist or could not be deleted.
nl: Afbeeldings statistieken bestaan niet of konden niet worden verwijderd

source: Image stats of this gallery deleted.
nl: Afbeeldings statistieken verwijderd

source: Comments counter of this gallery does not exist or could not be deleted
nl: Commentaar teller van deze galerij bestaat niet of kon niet worden verwijderd

source: Comments counter of this gallery deleted
nl: Commentaar teller van deze galerij verwijderd

source: Could not be loaded this file:
nl: Kon niet geladen worden:

source: Could not delete:
nl: Kon niet verwijderen:

source: Deleted:
nl: Verwijderd:

source: Could not get image list from file:
nl: Kon afbeeldingslijst niet lezen van bestand:

source: Could not delete thumbnail image:
nl: Kon thumnail niet verwijderen:

source: Deleted thumbnail:
nl: Verwijderde thumbnail:

source: Gallery could not be removed from index
nl: Galerij kon niet worden verwijderd van index

source: Gallery will not be shown anymore in the index of galeries
nl: Galerij zal niet meer worden weergegeven in de index van galerijen

source: is not a valid directory
nl: is geen geldige map

source: could not be opened
nl: kon niet worden geopend

source: Deleted file:
nl: Verwijderd bestand

source: Gallery successfully deleted.
nl: Galerij succesvol verwijderd

source: Delete more galleries
nl: Verwijder meer galerijen

source: Error
nl: Fout

source: Warning
nl: Waarschuwing

source: main menu
nl: hoofdmenu

source: Gallery index
nl: Galerij index

source: Home page
nl: Startpagina

source: Admin logout
nl: Admin uitloggen

source: Gallery logout
nl: Galerij uitloggen

source: Gallery does not exist:
nl: Galerij bestaat niet:

source: This Gallery requires password. Please fill the password field and press the validate button. Thank you.
nl: Deze Galerij vereist een wachtwoord. Vul a.u.b. het wachtwoord in en druk op de bevestigingsknop. Dank u.

source: Validate
nl: Bevestigen

source: Gallery password
nl: Galerij wachtwoord

source: View image bigger
nl: Bekijk vergrootte afbeelding

source: Image
nl: Afbeelding

source: Hits
nl: Bezoeken

source: Congratulations YAPIG is working!
nl: Gefeliciteerd, YAPIG werkt!

source: <p>Welcome to <a href="http://yapig.sf.net">YaPig.</a></p> <p>There are <strong>NO</strong> galleries.<p> <p>If this is the first time you run YaPiG:</p> <ol> <li>Edit the <i>config.php</i> file.</li> <li><a href="admin.php">Login as admin</a> and add a new gallery.</li> </ol>
nl: <p>Welkom bij <a href="http://yapig.sf.net">YaPig.</a></p> <p>Er zijn <strong>GEEN</strong> galerijen.<p> <p>Als dit de eerste keer is dat u YAPIG gebruikt:</p> <ol> <li>Bewerk het <i>config.php</i> bestand.</li> <li><a href="admin.php">Log in als admin</a> en voeg een nieuwe galerij toe.</li> </ol>

source: There are no galleries. Login as admin to create new galleries
nl: Er zijn geen galerijen. Log in als admin om nieuwe galerijen toe te voegen

source: YaPiG Installation
nl: YaPiG Installatie

source: Could not be loaded GD library witch is required by YapiG or your GD version is too old. Please read doc/install.html documentation for more information.
nl: Kan GD bibliotheek niet laden welke vereist is voor YAPIG, of uw GD versie is te oud. Lees a.u.b. de doc/install.html documentatie voor meer informatie.

source: Nice! Your server has GD version 2 or above. You can run YaPiG!
nl: Goed! Je server heeft GD versie 2 of hoger. Je kan YAPIG draaien

source: Change YaPiG's root directory permissions to allow creating new files.
nl: Verander YAPIG's installatiemap-rechten om het maken van nieuwe bestanden toe te staan.

source: Installation aborted. Could not create config file.
nl: Installatie afgebroken. Kan configuratie bestand niet aanmaken

source: YaPiG successfully installed.
nl: YaPiG succesvol geinstalleerd.

source: Could not get image list. Gallery might have not images
nl: Kan afbeeldingslijst niet vinden. Galerij bevat misschien geen afbeeldingen

source: Current images at gallery are:
nl: Huidige afbeeldingen in de galerij zijn:

source: Could not read gallery directory filenames
nl: Kan galerij map bestandsnamen niet lezen

source: <p>Images that are in directory but not in gallery:</p><ul>
nl: <p>Afbeeldingen die in de map zijn, maar niet in de galerij:</p><ul>

source: Modify gallery:
nl: Verander galerij:

source: Modify gallery information:
nl: Verander galerij informatie:

source: Directory location with images required!
nl: Map locatie met afbeeldingen is vereist!

source: Creating gallery information file.
nl: Maken van galerij informatie bestand.

source: Gallery info successfully updated.
nl: Galerij info succesvol vernieuwd

source: Could not update thumbnail
nl: Kon thumbnail niet vernieuwen

source: Thumbnail updated. (Do not worry if the upper thumb is the old one)
nl: Thumbnail vernieuwd. (Vrees niet als de bovenste thumb de oude is)

source: Select thumbnail:
nl: Selecteer thumbnail:

source: Could not get all image list.
nl: Kon alle afbeeldingen lijst niet lezen.

source: Update gallery thumbnail
nl: Vernieuw galerij thumbnail

source: default password protected galleries thumbnail
nl: standaard wachtwoord beschermd galerij thumbnail

source: Creating thumbs for images that do not have it.
nl: Maak thumbs voor afbeeldingen die dat niet hebben.

source: Creating all thumbs
nl: Maken van alle thumbs

source: Could not update gallery image list
nl: Kon galerij afbeeldingslijst niet vernieuwen

source: Image list successfully updated
nl: Afbeeldingslijst succesvol vernieuwd

source: Number of images not updated
nl: Aantal afbeeldingen die niet zijn vernieuwd

source: Number of images updated
nl: Aantal afbeeldingen vernieuwd

source: <p>Please, select a gallery:</p>
nl: <p>Selecteer een galerij a.u.b.</p>

source: There are no galleries.
nl: Er zijn geen galerijen.

source: View this Gallery
nl: Bekijk deze galerij

source: Modify Gallery Index
nl: Verander Galerij Index

source: Image identificator (phid) not found.
nl: Afbeeldings indentificator (phid) niet gevonden.

source: Image name
nl: Afbeeldingsnaam

source: Remove image
nl: Verwijder afbeelding

source: Clear
nl: Verwijder

source: Image id
nl: Afbeeldings id

source: Modify Image
nl: Verander afbeeling

source: Set as gallery thumbnail
nl: Stel als galerij thumbnail in

source: Could not remove image from gallery image list
nl: Kon afbeelding niet verwijderen van galerij afbeeldingslijst

source: Image will not be shown in list.
nl: Afbeelding zal niet worden weergegeven in de lijst.

source: Could not delete image comments file:
nl: Kon afbeeldings commentaarbestand niet verwijderen:

source: Image comments deleted
nl: Afbeeldingscommentaar verwijderd

source: Could not delete image comments counter:
nl: Kon afbeeldings commentaarteller niet verwijderen

source: Image comments counter deleted
nl: Afbeeldings commentaarteller verwijderd

source: Image visits counter not found or could not be removed.
nl: Afbeeldings bezoeksteller niet gevonden of kon niet worden verwijderd

source: Image visits counter deleted
nl: Afbeeldings bezoeksteller verwijderd

source: Filename
nl: Bestandsnaam

source: File size
nl: Bestandsgrootte

source: Image size
nl: Afbeeldingsgrootte

source: Add yout comment!
nl: Voeg je commentaar toe!

source: Comment title
nl: Commentaar titel

source: Fields with * are required
nl: Velden met een * zijn vereist

source: Image comments
nl: Afbeeldings commentaren

source: There are no messages! Give us your opinion!
nl: Er zijn geen berichten! Geef ons jouw mening!

source: Opening comments file
nl: Openen van commentaar bestand

source: Previous Gallery
nl: Vorige Galerij

source: Next Gallery
nl: Volgende Galerij

source: Index of Galleries
nl: Index van Galerijen

source: could not show gallery navigation bar
nl: kan galerij navigatie balk niet weergeven

source: Previous Image
nl: Vorige Afbeelding

source: Next Image
nl: Volgende Afbeelding

source: Up
nl: Terug

source: Previous page
nl: Vorige Pagina

source: Next page
nl: Volgende Pagina

source: GID not set
nl: GID niet ingesteld

source: Getting gallery directory
nl: Ophalen van galerijmap

source: Password incorrect.
nl: Verkeerd wachtwoord.

source: Gallery data not found. Please create again this gallery
nl: Galerij gegevens niet gevonden. Maak deze galerij a.u.b. opnieuw aan
