Repository: GtBFilms-arc/gtbfilms-arc.github.io
Catalog: janebushell/gallery-galap/locale/*/LC_MESSAGES/yapig.po
Languages: fi, pl, sk

source: Incorrect add comment form
fi: Ep‰korrekti lis‰‰ kommentti -kaavake
pl: Nieprawid³owa forma
sk: Nekorektné dáta v komentári

source: Title field required
fi: Otsikkokentt‰ vaaditaan
pl: Wype³nij pole 'Tytu³'
sk: Názov je nutnı

source: Author field required
fi: L‰hett‰j‰kentt‰ vaaditaan
pl: Wype³nij pole 'Autor'
sk: Autor je nutnı

source: e-mail field required
fi: S‰hkˆpostikentt‰ vaaditaan
pl: Wype³nij pole 'E-mail'
sk: e-mail je nutnı

source: Web field required
fi: Kotisivukentt‰ vaaditaan
pl: Wype³ni pole 'WWW'
sk: Web je nutnı

source: Comment field required
fi: Kommenttikentt‰ vaaditaan
pl: Wype³nij pole 'Komentarz'
sk: Komentár je nutnı

source: Sorry, you did not fill some required fields.
fi: Et t‰ytt‰nyt joitakin tarvittavia kentti‰.
pl: Sory, ale nie wype³ni³e¶ niektórych pó³
sk: Sorry, nevyplnil si niektoré povinné pole.

source: Thank you for your comment
fi: Kiitos kommentistasi
pl: Dziêkujê za komentarz
sk: Vïaka za tvoj komentár

source: Added this Comment
fi: Lis‰si t‰m‰n kommentin
pl: Komentarz dodany
sk: Pridanı tento Komentár

source: Title
fi: Otsikko
pl: Tytu³
sk: Názov

source: Author
fi: L‰hett‰j‰
pl: Autor
sk: Autor

source: e-mail
fi: S‰hkˆpostiosoite

source: Web
fi: Kotisivut
pl: WWW

source: Comment
fi: Kommentti
pl: Komentarz
sk: Komentár

source: If the page is not automatically refreshed.
fi: Jos sivua ei automaattisesti p‰ivitet‰.
pl: Je¶li strona nie zosta³a automatycznie od¶wie¿ona
sk: Keï táto stránka nie je automaticky obnovená.

source: Please, press here
fi: Paina t‰st‰
pl: Kliknij tu
sk: Prosím, stlaè tu

source: Adding new gallery:
fi: Lis‰t‰‰n uusi galleria:
pl: Dodawanie nowej galerii
sk: Pridávám novú galériu:

source: GD library not loaded. Please read install documentation
fi: GD -kirjasto ei ole ladattuna. Lue asennusdokumentaatio
pl: GD nie za³adowane. Przeczytaj dokumentacje
sk: GD kninica nie je naèítaná. Prosím preèítaj si dokumentáciu k inštalácii

source: Directory where images are stored required!
fi: Kuvien tallennuskansio vaaditaan!
pl: Image storage directory required!
sk: Je potrebnı adresár, kde sú uloené obrázky!

source: Title, author and description are required!
fi: Otsikko, l‰hett‰j‰ ja kuvaus vaaditaan!
pl: Wype³nij pole 'Tytu³','Autor' i 'Opis'
sk: Názov, autor a popis sú potrebné!

source: Location directory DOES NOT EXIST.
fi: Antamaasi kansiota ei ole olemassa.
pl: Obiekt docelowy nie istnieje
sk: H¾adanı adresár NEEXISTUJE.

source: Selected gallery directory is being used by another gallery. Delete that gallery first.
fi: Toinen galleria k‰ytt‰‰ valitsemaasi kansiota. Poista se galleria ensin.
pl: Podana ¶cie¿ka jest u¿ywana przez inn± galerie. Usuñ najpierw t± galerie.
sk: Vybranı adresár galérie je pouívanı inou galériou. Zma nejprv túto galériu.

source: Creating index.html for avoiding server listing.
fi: Luodaan index.html v‰ltt‰‰ksemme tiedostolistauksen.
pl: Tworzenie index.html
sk: Vytváram index.html pre zabránenie prechádzeniu (listing) serverom.

source: Permissions. I will try chmod 2777
fi: Oikeudet. Kokeilen chmod 2777
pl: Pozwolanie. Spróbujê chmod 2777
sk: Práva. Skúsim chmod 27777

source: Permissions. Read FAQ documentation.
fi: Oikeudet. Lue FAQ-dokumentaatio.
pl: Pozwolenia. Przeczytaj FAQ
sk: Práva. Preèítaj si FAQ dokumentáciu.

source: Loading image Names of:
fi: Ladataan kuvien nimi‰:
pl: £adowanie obrazów:
sk: Naèítavám mená obrázkov z:

source: Failed to read image names.
fi: Kuvien nimien lukeminen ep‰onnistui.
pl: Nie uda³o siê odczytaæ nazw obrazów.
sk: Chyba pri naèítaní mien obrázkov.

source: Creating correspondence photo filenames <-> photo identificator (phid)
fi: Tehd‰‰n vastaavuuksia kuvien tiedostonimet <-> kuvien id (phid)
pl: Tworzenie po³aczenie nazwa <-> identyfikator (phid)
sk: Vytváram závislosti medzi menami obrázkov a identifikátormi obrázkov (phid)'

source: Creating phid correspondence.
fi: Tehd‰‰n phid -vastaavuuksia.
pl: Tworzenie phid
sk: Vytváram phid závislosti.

source: Creating gallery information file with:
fi: Tehd‰‰n gallerian kuvaustiedostoa:
pl: Tworzenie pliku informacyjnego galerii z:
sk: Vytváram informaènı súbor galérie s:

source: Error creating gallery information file.
fi: Virhe tehdess‰ gallerian kuvaustiedostoa.
pl: B³±d tworzenie pliku informacyjnego galerii.
sk: Chyba pri vytváraní informaèného súboru galérie.

source: Creating thumbnails
fi: Tehd‰‰n pikkukuvia
pl: Tworzenie miniatur
sk: Vytváram náh¾ady

source: Could not create all thumbnails.
fi: Kaikkia pikkukuvia ei voitu tehd‰.
pl: Nie uda³o siê stworzyæ wszystkich miniatur.
sk: Nemôem vytvorit všechny náh¾ady.

source: Adding this gallery to gallery index
fi: Lis‰t‰‰n t‰m‰ galleria gallerioiden juureen
pl: Dodawanie galerii
sk: Pridávam túto galériu do indexu galérií

source: Adding gallery to file:
fi: Lis‰t‰‰n galleria tiedostoon:
pl: Dodawanie galerii do pliku:
sk: Pridávám galériu do souboru:

source: Gallery <b>successfully</b> created
fi: Gallerian luonti <b>onnistui</b>
sk: Galéria <b>úspešne</b> vytvorená

source: Gallery Index
fi: Galleria
pl: Spis galerii
sk: Index galérie

source: Back to admin page
fi: Takaisin yll‰pitosivulle
pl: Powrót do strony admina
sk: Naspä na admin page

source: GD library not loaded. Will try to load it.
fi: GD -kirjasto ei ole ladattuna. Yritet‰‰n ladata se.
pl: GD nie za³adowane. Spróbuj jeszcze raz.
sk: GD kninica nenaèítaná. Pokúsim sa naèíta.

source: Function dynamic extension load not available.
fi: Funktion <i>dynamic extension load</i> ei ole saatavilla
pl: Niedostêpne ³adowanie funkcji dynamicznego powiêkszania

source: php_gd(2).dll sucessfully loaded.
fi: php_gd(2).dll ladattiin onnistuneesti.
pl: php_gd(2).dll za³adowane.

source: GD Library NOT AVAILABLE
fi: GD -kirjastoa ei ole saatavilla
pl: GD niedostêpne

source: gd.so sucessfully loaded.
fi: gd.so ladattiin onnistuneesti.
pl: gd.so za³adowane.
sk: gd.so úspešne naèítaná.

source: Function getimagesize does not exist
fi: Funktio getimagesize puuttuu
pl: Funkcja getimagesize nie istnieje.
sk: Funkcia getimagesize neexistuje

source: Function imagecreate(truecolor) does not exist
fi: Funktio imagecreate(truecolor) puuttuu
pl: Funkcja imagecreate(truecolor) nie istnieje

source: Function imacreatefromjpeg does not exist
fi: Funktio imacreatefromjpeg puuttuu
pl: Funkcja imacreatefromjpeg nie istnieje.
sk: Funkcia imacreatefromjpeg neexistuje

source: GD library is loaded.
fi: GD -kirjasto on ladattu.
pl: GD za³adowane.
sk: GD kninica naèítaná.

source: Please login as admin
fi: Kirjaudu sis‰‰n yll‰pit‰j‰n‰
pl: Zaloguj siê jako admin.
sk: Prosím prihlás sa ako admin

source: User
fi: K‰ytt‰j‰
pl: U¿ytkownik
sk: Uívate¾

source: Password
fi: Salasana
pl: Has³o
sk: Heslo

source: Submit
fi: L‰het‰
pl: Wy¶lij
sk: Odosla

source: Administration tasks
fi: Yll‰pitoteht‰v‰t
pl: Menu admina
sk: Funkcie admina

source: Upload files
fi: L‰het‰ tiedostoja
pl: Za³aduj pliki
sk: Nahra súbory

source: Add gallery
fi: Lis‰‰ galleria
pl: Dodaj galerie
sk: Prida galériu

source: Modify gallery
fi: Muokkaa galleriaa
pl: Edytuj galerie
sk: Upravi galériu

source: Delete gallery
fi: Poista galleria
pl: Usuñ galerie
sk: Zmaza galériu

source: Change main config
fi: Muuta p‰‰asetuksia
pl: Konfiguracja
sk: Zmeni hlavnú konfiguráciu

source: Logout
fi: Kirjaudu ulos
pl: Wyloguj
sk: Odhlási

source: Gallery title
fi: Gallerian otsikko
pl: Tytu³ galerii
sk: Názov galérie

source: Date
fi: P‰iv‰m‰‰r‰
pl: Data
sk: Dátum

source: Free Format. Leave it blank to set today's date.
fi: Vapaa muoto. J‰t‰ tyhj‰ksi asettaaksesi t‰m‰nhetkisen p‰iv‰m‰‰r‰n ja kellonajan.
pl: Zostaw puste, je¶li chcesz dzisiejsza datê.
sk: Akıko¾vek formát. Ak pole bude prázdne, nastaví sa dnešnı dátum.

source: Location
fi: Sijainti
pl: Lokalizacja
sk: Umiestenie

source: set this field if you want private access to this gallery
fi: aseta t‰m‰, jos haluat gallerian olevan privaatti
pl: Ustaw t± opcje je¶li chcesz mieæ chroniony dostêp do galerii
sk: nastav toto pole, pokia¾ chceš súkromnı prístup k tejto galérii

source: Description
fi: Kuvaus
pl: Opis
sk: Popis

source: Hide comments
fi: Piilota kommentit
pl: Ukryj komentarze
sk: Skry komentáre

source: Send
fi: L‰het‰
pl: Wy¶lij
sk: Posla

source: is a very big image, it might cause memory problems.
fi: on eritt‰in iso kuva, voi aiheuttaa muistiongelmia.
pl: to zbyt du¿y obraz. To mo¿e spodowodowaæ k³opoty z pamiêci±

source: PNG files not supported in this version
fi: PNG -tiedostot eiv‰t ole tuettuja t‰ss‰ versiossa
pl: Ta wersja nie obs³uguje plików PNG
sk: PNG súbory nie sú v tejto verzii podporované

source: Opening gid counter file:
fi: Avataan <i>gid counter</i> tiedosto:
pl: Otwieranie licznika gid:
sk: Otváram gid poèítadlo:

source: Modify gallery info
fi: Muokkaa gallerian infoa
pl: Zmieñ info galerii
sk: Upravujem informácie o galérii

source: Select thumbnail
fi: Valitse pikkukuva
pl: Wybierz miniaturke
sk: Vyber náh¾ad

source: Modify image list
fi: Muokkaa kuvalistaa
pl: Zmieñ liste
sk: Zmeni zoznam obrázkov

source: Number of images
fi: Kuvia yhteens‰
pl: Liczba obrazów
sk: Poèet obrázkov

source: View this gallery
fi: Selaa t‰t‰ galleriaa
pl: Poka¿ galerie
sk: Zobrazi túto galériu

source: Gallery
fi: Galleria
pl: Galeria
sk: Galéria

source: Visits
fi: Vierailuja
pl: Odzwiedziny
sk: Návštevy

source: Comments
fi: Kommentteja
pl: Komentarze
sk: Komentáre

source: Select deletion options:
fi: Valitse poiston asetukset:
pl: Wybierz opcje kasowania:
sk: Vyber monosti mazania:

source: Do not list gallery in gallery index any more.
fi: ƒl‰ listaa galleriaa galleriajuuressa en‰‰.
pl: Nie wpisuje wiêcej galerii na liste.
sk: Nezobrazuj galériu v indexe galérií.

source: Clear all image comments.
fi: Poista kaikki kuvakommentit.
pl: Wyczy¶æ komentarze
sk: Zmaza všetky komentáre obrázkov.

source: Clear all image visit counters.
fi: Tyhjenn‰ kaikki kuvien vierailulaskurit.
pl: Wyzeruj licznik wizyt wszystkich obrazów
sk: Zmaza poèítadlo návštev obrázkov.

source: Clear gallery visit counters.
fi: Tyhjenn‰ gallerian vierailulaskurit.
pl: Wyzeruj licznik wizyt.
sk: Zmaza poèítadlo návštev galérie.

source: Delete gallery thumbnails.
fi: Poista gallerioiden pikkukuvat.
pl: Usuñ miniaturki
sk: Zmaza náh¾ady galérií.

source: Delete all files in directory.
fi: Poista kaikki kansion tiedostot.
pl: Usuñ wszystkie pliki w folderze
sk: Zmaza všetky súbory v adresári.

source: send
fi: l‰het‰
pl: Wy¶lij
sk: posla

source: <strong>YaPiG</strong> Admin
fi: <strong>YaPiG</strong> Yll‰pit‰j‰
pl: Administacja <strong>Yapig</strong>

source: Not available.
fi: Ei saatavilla.
pl: Niedostêpne
sk: Neprístupné.

source: Add a new gallery
fi: Lis‰‰ uusi galleria.
pl: Dodaj now± galerie
sk: Prida novú galériu

source: Gallery does not exist or gid argument not set
fi: Galleriaa ei ole tai gid -argumenttia ei ole asetettu
pl: Galeria nie istnieje.
sk: Galéria neexistuje alebo nie je nastavenı gid

source: Gallery stats do not exist or could not be deleted
fi: Gallerian tilastoja ei ole tai niit‰ ei voitu poistaa
pl: Status galerii nie istnieje lub nie mo¿e zostaæ usuniêty.
sk: Štatistiky galérie neexistujú alebo nemôu by zmazané

source: Gallery stats deleted.
fi: Gallerian tilastot poistettiin.
pl: Status galerii usuniêty.
sk: Štatistiky galérie zmazané.

source: Image stats of this gallery do not exist or could not be deleted.
fi: Kuvatilastoja t‰st‰ galleriasta ei ole tai ei voitu poistaa.
sk: Štatistiky obrázkov tejto galérie neexistujú alebo nemôu by zmazané

source: Image stats of this gallery deleted.
fi: Kuvatilastot t‰st‰ galleriasta poistettiin.
pl: Statystyki obrazu nie istniej± lub nie mog± zostaæ usuniête.
sk: Štatistiky obrázkov tejto galérie boli zmazané.

source: Comments counter of this gallery does not exist or could not be deleted
fi: Kommenttilaskuria t‰st‰ galleriasta ei ole tai ei voitu tyhjent‰‰
pl: Licznik komentarzy nie istnieje lub nie mo¿e zostaæ usuniêty
sk: Poèítadlo galérie neexistuje alebo nemôe by zmazané

source: Comments counter of this gallery deleted
fi: Kommenttilaskuri t‰st‰ galleriasta tyhjennettiin
pl: Licznik komentarzy galerii wyzerowany
sk: Poèítadlo komentárov neexistuje alebo nemôe by zmazané

source: Could not be loaded this file:
fi: Ei voitu avata tiedostoa:
pl: Nie mo¿na za³adowaæ pliku:
sk: Nie je moné naèíta tento súbor:

source: Could not delete:
fi: Ei voitu poistaa:
pl: Nie mo¿na usun±æ:
sk: Nie je moné zmaza:

source: Deleted:
fi: Poistettiin:
pl: Usuniête
sk: Zmazané:

source: Could not get image list from file:
fi: Ei saatu kuvalistaa tiedostosta:
pl: Nie mo¿na pobraæ listy
sk: Nie je moné naèíta zoznam súborov zo súboru:

source: Could not delete thumbnail image:
fi: Ei voitu poistaa pikkukuvaa:
pl: Nie mo¿na usunaæ miniaturki:
sk: Nie je moné zmaza náh¾ady obrázkov:

source: Deleted thumbnail:
fi: Poistettiin pikkukuva:
pl: Usuñ miniaturke:
sk: Zmazanı náh¾ad:

source: Gallery could not be removed from index
fi: Galleriaa ei voitu poistaa juuresta
pl: Galeria nie mo¿e byæ usuniêta ze spisu
sk: Nie je moné odobra galériu z indexu

source: Gallery will not be shown anymore in the index of galeries
fi: Galleria ei n‰y en‰‰n gallerioiden juuressa
pl: Galeria nie bêdzie wy¶wietlana w spisie

source: is not a valid directory
fi: ei ole kelvollinen kansio
pl: nie jest prawid³owym folderem
sk: nie je platnı adresár

source: could not be opened
fi: ei voitu avata
sk: nie je moné otvori

source: Deleted file:
fi: Poistettiin tiedosto:
pl: nie mo¿na otworzyæ
sk: Zmazanı súbor:

source: Gallery successfully deleted.
fi: Galleria poistettiin onnistuneesti.
pl: Galeria usuniêta.
sk: Galéria úspešne zmazaná.

source: Admin index
fi: Yll‰pidon p‰‰sivu
pl: Strona admina

source: Delete more galleries
fi: Poista lis‰‰ gallerioita
pl: Usuñ wiêcej galerii
sk: Zmaza viac galérií

source: Error
fi: Virhe
pl: B³±d
sk: Chyba

source: Warning
fi: Varoitus
pl: Ostrze¿enie
sk: Varovanie

source: main menu
fi: p‰‰valikko
pl: G³ówne menu
sk: hlavné menu

source: Gallery index
fi: Galleria
pl: Spis galerii
sk: Index galérie

source: Home page
fi: Kotisivu
pl: Strona domowa
sk: Domovská stránka

source: Admin
fi: Yll‰pit‰j‰

source: Admin logout
fi: Yll‰pit‰j‰n uloskirjautuminen
pl: Wyloguj admina
sk: Odhlásenie admina

source: Gallery logout
fi: Gallerian uloskirjautuminen
pl: Galeria wylogowana
sk: Odhlásenie z galérie

source: Gallery does not exist:
fi: Galleriaa ei ole:
pl: Galeria nie istnieje:
sk: Galéria neexistuje:

source: This Gallery requires password. Please fill the password field and press the validate button. Thank you.
fi: T‰m‰ galleria vaatii salasanan. T‰yt‰ salasanakentt‰ ja klikkaa Varmista -painiketta. Kiitos.
pl: Dostêp do tej galerii wymaga has³a. Proszê wype³nij pole 'Has³o'
sk: Tato galéria vyaduje heslo. Vyplò prosím políèko heslo a stlaè tlaèítko pre overenie. Ïakujem.

source: Validate
fi: Varmista
pl: Zatwierd¼
sk: Overenie

source: Gallery password
fi: Gallerian salasana
pl: Has³o galerii
sk: Heslo galérie

source: View image bigger
fi: Katsele kuvaa isompana
pl: Poka¿ wiêkszy obraz
sk: Zobraz obrázok väèší

source: Image
fi: Kuva
pl: Obraz
sk: Obrázok

source: Hits
fi: Vierailuja
pl: Klikniêcia
sk: Kliknutia

source: Congratulations YAPIG is working!
fi: Onnittelut. YAPIG toimii!
pl: Gratulacje!Yapig dzia³a.
sk: Gratulujeme, YAPIG pracuje!

source: <p>Welcome to <a href="http://yapig.sf.net">YaPig.</a></p> <p>There are <strong>NO</strong> galleries.<p> <p>If this is the first time you run YaPiG:</p> <ol> <li>Edit the <i>config.php</i> file.</li> <li><a href="admin.php">Login as admin</a> and add a new gallery.</li> </ol>
fi: <p>Tervetuloa <a href="http://yapig.sf.net">YaPig:iin.</a></p> <p>Gallerioita <strong>EI</strong> ole.<p> <p>Jos t‰m‰ on ensimm‰inen kerta, kun suoritat YaPiG:in:</p> <ol> <li>Muokkaa <i>config.php</i> -tiedostoa.</li> <li><a href="admin.php">Kirjaudu sis‰‰n yll‰pit‰j‰n‰</a> ja lis‰‰ uusi galleria.</li> </ol>
pl: <p>Witaj w <a href="http://yapig.sf.net">Yapig.</a></p> <p>Nie ma <strong>¿adnych</strong> zdefiniowanych galerii.<p> <p>Je¶li to pierwsze uruchomienie:</p> <ol> <li>Zmieñ <i>config.php</i>.</li> <li><a href="admin.php">Zaloguj siê jako admin</a> i dodaj nowe galerie..</li> </ol>
sk: <p>Vitajte v <a href="http://yapig.sf.net">YaPig.</a></p> <p>Neexistuje <strong>iadna</strong> galéria.<p> <p>Pokud prvı kraát spušate YaPiG:</p> <ol> <li>Editujte <i>config.php</i> súbor.</li> <li><a href="admin.php">Prihlás sa ako admin</a> a pridaj novú galériu.</li> </ol>

source: There are no galleries. Login as admin to create new galleries
fi: Gallerioita ei ole. Kirjaudu sis‰‰n yll‰pit‰j‰n‰ tehd‰ksesi uusia gallerioita
pl: Brak galerii. Zaloguj siê jako admin, ¿eby dodaæ nowe
sk: Nie sú iadne galérie. Prihlás sa ako admin a vytvor nové galérie

source: YaPiG Installation
fi: YaPiG:n asennus
pl: Instalacja Yapig
sk: YaPiG inštalácia

source: Could not be loaded GD library witch is required by YapiG or your GD version is too old. Please read doc/install.html documentation for more information.
fi: GD -kirjastoa, jonka YapiG vaatii, ei voitu ladata tai GD versiosi on liian vanha. Lis‰tietoja saat doc/install.html -dokumentaatiosta.
pl: Nie mo¿na za³adowaæ GD lub jego wersja jest za stara. Przeczytaj doc/install.html po wiêcej szczegó³ów.
sk: Nie je moné naèíta GD kninicu, ktorá je nutná pre YapiG alebo je jeho verzia príliš stará. Prosím preèítaj si doc/install.html dokumentáciu pre viacej informácií.

source: Nice! Your server has GD library. You can run YaPiG!
fi: Hienoa! Palvelimellasi on GD -kirjasto. Voit suorittaa YaPiG:n!
pl: Dobrze!Twój serwer posiada GD. Mo¿esz uruchomiæ Yapig!

source: Could not create SECURE_DIR. Change your BASE_DIR (view config.php) permissions to 777.
fi: Ei voitu luoda SECURE_DIR:‰. Vaihda BASE_DIR:si (katso config.php) oikeudet 777:‰‰n.
pl: Nie mo¿na utworzyæ index.html w SECURE_DIR. Zmieñ prawda dla BASE_DIR(patrz config.php) na 777.

source: Could not create index.html in SECURE_DIR
fi: Ei voitu luoda index.html SECURE_DIR:ss‰
pl: Nie mo¿na utworzyæ index.html w SECURE_DIR

source: Could not create index.html in BASE_DIR
fi: Ei voitu luoda index.html BASE_DIR:ss‰
pl: Nie mo¿na utworzyæ index.html w BASE_DIR

source: Change YaPiG's root directory permissions to allow creating new files.
fi: Muuta YaPiG:n juurikansion oikeudet niin, ett‰ ne sallii uusien tiedostojen luomisen.
pl: Aby zezwoliæ na tworzenie nowych plików, zmieñ chmod dla g³ównego folderu Yapig
sk: Zmeò koreòovı adresár YaPiG-u, aby mohol vytvára nové súbory.

source: Installation aborted. Could not create config file.
fi: Asennus keskeytettiin. Ei voitu tehd‰ asetustiedostoa.
pl: Instalacja przerwana. Nie mo¿na utworzyæ pliku konfiguracyjnego.
sk: Inštalácia stornovaná. Nie je moné vytvori konfiguraènı súbor.

source: YaPiG successfully installed.
fi: YaPiG asennettiin onnistuneesti.
pl: Yapig zainstalowane.
sk: YaPiG úspešne nainštalovanı.

source: Update gallery Image list
fi: P‰ivit‰ gallerian kuvalista
pl: Zaaktualizuj liste

source: Overwrite existing thumbnails
fi: Ylikirjoita olemassa olevat pikkukuvat
pl: Nadpisz miniaturki

source: Only create new thumbnails
fi: Tee vain uudet pikkukuvat
pl: Stwórz tylko nowe miniaturki

source: view/edit
fi: katsele/muokkaa
pl: Poka¿/zmieñ

source: Could not get image list. Gallery might have not images
fi: Kuvalistaa ei voitu saada. Galleriassa ei ehk‰ ole yht‰‰n kuvaa.
pl: Nie mo¿na za³adowaæ listy obrazów. Galeria mo¿e nie mieæ ich w ogóle.
sk: Nie je moné preèítaš zoznam súborov. Galléria nebude ma iadne obrázky

source: Current images at gallery are:
fi: T‰m‰nhetkiset kuvat galleriassa ovat:
pl: Obraz jest ju¿ w galerii:
sk: Suèasné obrázky v galérii sú:

source: <span class="red">Image caption not set</span>
fi: <span class="red">Kuvan otsaketta ei ole asetettu</span>
pl: <span class="red">Podpis nie ustawiony</span>

source: Could not read gallery directory filenames
fi: Ei voitu lukea galleriakansion tiedostonimi‰
pl: Nie mo¿na odczytaæ nazw folderów
sk: Nie je moné èíta meno adresára galérie

source: <p>Images that are in directory but not in gallery:</p><ul>
fi: <p>Kuvat, jotka ovat kansiossa, muttei galleriassa:</p><ul>
pl: <p>Obrazy znajduj± sie folderze, ale nie w galerii</p>:
sk: <p>Obrázky, ktoré sú v adresári, ale nie sú v galérii:</p><ul>

source: Modify gallery:
fi: Muokkaa galleriaa:
pl: Edytuj galerie:
sk: Zmeni galériu

source: Modify gallery information:
fi: Muokkaa gallerian tietoja:
pl: Zmieñ info galerii:
sk: Zmeni informácie o galérii

source: Directory location with images required!
fi: Vaaditaan kansio, jossa on kuvia!
pl: Potrzebna folder z obrazami!
sk: Adresár s obrázkami je nutnı'

source: Creating gallery information file.
fi: Tehd‰‰n gallerian info -tiedostoa.
pl: Tworzenie info galerii.
sk: Vytváram informaènı súbor galérie.

source: Gallery info successfully updated.
fi: Gallerian info p‰ivitettiin onnistuneesti.
pl: Info galerii zaaktualizowane.
sk: Informaènı súbor galérie úspešne vytvorenı.

source: Could not update thumbnail
fi: Ei voitu p‰ivitt‰‰ pikkukuvaa
pl: Nie mo¿na zaaktualizowaæ miniaturki
sk: Nie je moné upravi náh¾ady

source: Thumbnail updated. (Do not worry if the upper thumb is the old one)
fi: Pikkukuva p‰ivitettiin. (ƒl‰ huolehdi vaikka ylempi pikkukuva olisi vanha)
pl: Miniaturka zaaktualizowana
sk: Náh¾ad upravenı. (Nemaj strach, pokia¾ náh¾ad hore je starı)

source: Select thumbnail:
fi: Valitse pikkukuva:
pl: Wybierz miniaturke:
sk: Vyber náh¾ad:

source: Could not get all image list.
fi: Ei voitu saada kaikkien kuvien listaa.
pl: Nie mo¿na pobraæ wszystkich list
sk: Nie je moné naèíta celı zoznam obrázkov.

source: Update gallery thumbnail
fi: P‰ivit‰ gallerian pikkukuva
pl: Zaaktualizuj miniaturki
sk: Upravi náh¾ad galérie

source: default password protected galleries thumbnail
fi: yleinen salasanalla suojattujen gallerioiden pikkukuva
pl: Domy¶lne has³o dla miniaturek
sk: defaultnı obrázok galérií chránenıch heslom

source: view info
fi: katso info
pl: Poka¿ info

source: Creating thumbs for images that do not have it.
fi: Tehd‰‰n pikkukuvat kuville, joilla ei niit‰ ole.
pl: Tworzenie miniaturek dla obrazów.
sk: Vytváram náh¾ady pre obrázky, ktoré ich nemajú.

source: Creating all thumbs
fi: Tehd‰‰n kaikki pikkukuvat
pl: Utwórz wszystkie miniaturki
sk: Vytváram všetky náh¾ady

source: Could not update gallery image list
fi: Ei voitu p‰ivitt‰‰ gallerian kuvalistaa
pl: Nie mo¿na zaaktualizowaæ listy obrazów galerii
sk: Nie je moné aktualizova zoznam obrázkov galérie

source: Image list successfully updated
fi: Kuvalista p‰ivitettiin onnistuneesti
pl: Lista zaaktualizowana
sk: Zoznam obrázkov galérie úspešne aktualizovanı

source: Number of images not updated
fi: Kuvia, joita ei p‰ivitetty
pl: Liczba niezaaktualizowanych obrazów
sk: Poèet obrázkov nezmenenı.

source: Number of images updated
fi: Kuvia p‰ivitettiin
pl: Liczba zaaktualizowanych obrazów
sk: Poèet obrázkov zmenenı.

source: <p>Please, select a gallery:</p>
fi: <p>Valitse galleria:</p>
pl: <p>Wybierz galerie:</p>
sk: <p>Prosím, vyber galériu:</p>

source: There are no galleries.
fi: Gallerioita ei ole.
pl: Brak galerii
sk: Nie sú ádné galérie.

source: View this Gallery
fi: Selaa t‰t‰ galleriaa
pl: Poka¿ galerie
sk: Zobrazi túto galériu

source: Modify Gallery Index
fi: Muokkaa gallerian juurta
pl: Zmieñ spis galerii
sk: Upravi Index Galérie

source: Image has no comments
fi: Kuvalla ei ole kommentteja
pl: Brak komentarzy

source: Modify
fi: Muokkaa
pl: Zmieñ

source: Delete
fi: Poista
pl: Usuñ

source: Image Comments
fi: Kuvan kommentit
pl: Komentarze

source: Image identificator (phid) not found.
fi: Kuvan id:t‰ (phid) ei lˆydy.
pl: Identyfikator obrazu( phid) nie odnaleziony
sk: Identifikátor obrázku (phid) nenájdenı.

source: Image name
fi: Kuvan nimi
pl: Nazwa
sk: Meno obrázku

source: Remove from gallery
fi: Poista galleriasta
pl: Usuñ z galerii
