Repository: GtBFilms-arc/gtbfilms-arc.github.io
Catalog: janebushell/gallery-galap/locale/*/LC_MESSAGES/yapig.po
Languages: fi, pl, sk

source: Clear
fi: Tyhjenn‰
pl: Wyczy¶æ
sk: Vyèisti

source: Delete All
fi: Poista kaikki
pl: Usuñ wszystko

source: Image id
fi: Kuvan id
pl: ID obrazu
sk: id obrázku

source: Modify Image
fi: Muokkaa kuvaa
pl: Zmieñ obraz
sk: Upravi obrázok

source: Set as gallery thumbnail
fi: Aseta gallerian pikkukuvaksi
pl: Ustaw miniaturke galerii
sk: Natavi ako náh¾ad galérie

source: Image caption
fi: Kuvan otsake
pl: Podpis

source: Change caption
fi: Muuta otsake
pl: Zmieñ podpis

source: Could not remove image from gallery image list
fi: Ei voitu poistaa kuvaa gallerian kuvalistasta
pl: Nie mo¿na usun±æ obrazu z listy
sk: Nie je moné odstráni obrázok zo zoznamu obrázkov galérie

source: Image will not be shown in list.
fi: Kuvaa ei n‰ytet‰ listassa.
pl: Obraz nie zosta³ wy¶wietlony na li¶cie.
sk: Obrázok nebude zobrazovanı v zozname

source: Could not delete image comments file:
fi: Ei voitu poistaa kuvan kommenttitiedostoa:
pl: Nie mo¿na usunaæ komentarzy:
sk: Nie je moné zmaza súbor komentárov k obrázku:

source: Image comments deleted
fi: Kuvien kommentit poistettiin
pl: Komentarze usuniête
sk: Komentáre obrázku zmazané

source: Could not delete image comments counter:
fi: Ei voitu tyhjent‰‰ kuvien kommenttilaskuria:
pl: Nie mo¿na usun±æ licznika komentarzy:
sk: Nie je moné zmaza poèítadlo komentárov obrázku:

source: Image comments counter deleted
fi: Kuvien kommenttilaskuri tyhjennettiin
pl: Licznik komentarzy usuniêty
sk: Poèítadlo komentárov k obrázku zmazané

source: Image visits counter not found or could not be removed.
fi: Kuvien vierailulaskuria ei lˆydetty tai ei voitu tyhjent‰‰.
pl: "Licznik wizyt nie zosta³ odnaleziony lub nie mo¿e byæ usuniêty
sk: Poèítadlo návštev obrázku nenájdené alebo Nie je moné zmaza.

source: Image visits counter deleted
fi: Kuvien vierailulaskuri tyhjennettiin
pl: Licznik wizyt usuniêty
sk: Poèítadlo návštev obrázku zmazané

source: Set new caption to:
fi: Aseta uudeksi otsakkeeksi:
pl: Ustaw nowy podpis:

source: Could not update caption.
fi: Ei voitu p‰ivitt‰‰ otsaketta.
pl: Nie uda³o siê zaaktualizowaæ podpisu.

source: Comment not selected
fi: Kommenttia ei ole valittu
pl: Nie zosta³ wybrany ¿aden z komentarzy

source: Coul not open comments file
fi: Ei voitu avata kommenttitiedostoa
pl: Nie mo¿na otworzyæ komentarzy

source: Comment successfully deleted
fi: Kommentti poistettu onnistuneesti
pl: Komentarz usuniêty

source: Could not read comments file
fi: Ei voitu lukea kommenttitiedostoa
pl: Nie mo¿na wczytaæ komentarzy

source: Opening comments file.
fi: Avataan kommenttitiedostoa.
pl: £adowanie komentarzy

source: Comment successfully updated
fi: Kommentti p‰ivitetty onnistuneesti
pl: Komendarz dodany

source: Upload Files
fi: L‰het‰ tiedostoja
pl: Za³aduj pliki
sk: Nahra súbory

source: Created directory:
fi: Luotiin kansio:
pl: Utworzono folder:
sk: Vytvorené adresáre

source: Could not create directory:
fi: Ei voitu luoda kansiota:
pl: Nie mo¿na utworzyæ folderu:
sk: Nie je moné vytvori adresár

source: Successfully removed directory:
fi: Onnistuneesti poistettiin kansio:
pl: Usuwanie folderu powiod³o sie:
sk: Úspešne zmazanı adresár:

source: Could not remove directory (not empty or failed permissions)
fi: Ei voitu poistaa kansiota (ei tyhj‰ tai oikeusongelma)
pl: Nie mo¿na usun±æ folderu(nie jest pusty lub brak praw)
sk: Nie je moné zmaza adresár (nie je prázdny alebo nemáte oprávnenie)

source: Files will be uploaded in this directory:
fi: Tiedostot l‰hetet‰‰n t‰h‰n kansioon:
pl: Pliki zostan± za³adowane do nastêpuj±cego folderu
sk: Súbory budú nahrané do tohoto adresára

source: Create directory
fi: Luo kansio
pl: Utwórz folder
sk: Vytvor adresár

source: Select <b>ONE</b> directory
fi: Valitse <b>YKSI</b> kansio
pl: Zaznacz <b>JEDEN</b> folder
sk: Vyber <b>JEDEN</b> adresár

source: Files to upload
fi: Tiedostot, joita l‰hetet‰‰n
pl: Pliki do za³adowania
sk: Súbory na nahranie

source: Successfully uploaded file:
fi: Onnistuneesti l‰hetetty tiedosto:
pl: £adowanie pliku powiod³o siê:
sk: Úspešne nahrané súbory

source: Could not copy to file:
fi: Ei voitu kopioida tiedostoon:
pl: Nie mo¿na skopiowaæ pliku:
sk: Nie je moné kopírova do súboru:

source: Filename
fi: Tiedostonimi
pl: Nazwa
sk: Meno souboru

source: File size
fi: Tiedostokoko
pl: Rozmiar
sk: Ve¾kos súboru

source: Image size
fi: Kuvakoko
pl: Wielko¶æ
sk: Rozmery obrázku

source: Add yout comment!
fi: Lis‰‰ kommenttisi!
pl: Dodaj komentarz!

source: Comment title
fi: Kommentin otsikko
pl: Tytu³

source: E-mail
fi: S‰hkˆpostiosoite

source: Fields with * are required
fi: Kent‰t, joissa on * ovat vaadittuja
pl: * = pola wymagane
sk: Políèka s * sú povinné

source: Image comments
fi: Kuvan kommentit
pl: Komentarze
sk: Komentár obrázku

source: There are no messages! Give us your opinion!
fi: Viestej‰ ei ole! Kerro meille mielipiteesi!
pl: Brak komentarzy.
sk: Nie sú iadne komentáre. Povedzte svoj názor!

source: Opening comments file
fi: Avataan kommenttitiedostoa
pl: £adowanie komentarzy
sk: Oteváram súbor komentárov

source: Previous Gallery
fi: Edellinen galleria
pl: Poprzednia galeria
sk: Predošlá galéria

source: Next Gallery
fi: Seuraava galleria
pl: Nastêpna galeria
sk: Nasledujúca galéria

source: Index of Galleries
fi: Kaikki galleriat
pl: Spis galerii
sk: Index Galérií

source: could not show gallery navigation bar
fi: ei voitu n‰ytt‰‰ gallerian selauspalkkia
pl: Nie mo¿na wy¶wietliæ paska nawigacji galerii.
sk: Nie je moné zobrazi navigaènú lištu galérie

source: Previous Image
fi: Edellinen kuva
pl: Poprzedni obraz
sk: Predošlı obrázok

source: Next Image
fi: Seuraava kuva
pl: Nastêpny obraz
sk: Nasledujúci obrázok

source: Up
fi: Takaisin galleriaan
pl: Góra
sk: Hore

source: Previous page
fi: Edellinen sivu
pl: Poprzednia strona
sk: Predošlá stránka

source: Next page
fi: Seuraava sivu
pl: Nastêpna strona
sk: Nasledujúca stránka

source: Zoom in
fi: Tarkenna
pl: Powiêksz

source: Zoom Out
fi: Loitonna
pl: Pomniejsz

source: Real size
fi: Oikea koko
pl: Normalny rozmiar

source: GID not set
fi: GID ei ole asetettu
pl: GID nie ustawiony
sk: GID nenastavené

source: Getting gallery directory
fi: Haetaan galleriakansio
pl: Pobieranie folderu galerii
sk: Naèítavám adresár galérie

source: Password incorrect.
fi: V‰‰r‰ salasana.
pl: Has³o nieprawid³owe
sk: Zlé heslo

source: Gallery data not found. Please create again this gallery
fi: Gallerian dataa ei lˆydy. Tee t‰m‰ galleria uudelleen.
pl: Galeria nie odnaleziona. Stwórz ponownie.
sk: Dáta galérie nenájdené. Vytvor prosím túto galériu znovu

source: Function for dynamic extension load not available.
sk: Funkcie pre dynamické naèítanie prípon nie je prítomná.

source: php_gd2.dll sucessfully loaded.
sk: php_gd2.dll úspešne naèítaná.

source: Function imagecreatetruecolor does not exist
sk: Funkcia imagecreatetruecolor neexistuje

source: Gallery will not be shown anymore in the index of galéries
sk: Galéria nebude zobrazovaná v indexe galérií

source: Nice! Your server has GD version 2 or above. You can run YaPiG!
sk: Skvelé! Tvoj server má GD verzie 2 alebo vyššiu. Môeš spusti YaPiG!

source: Remove image
sk: Odstrani obrázok

source: Add your comment!
sk: Prida komentár!

source: Create new directory:
sk: Vytvor novı adresár:
