Repository: GtBFilms-arc/gtbfilms-arc.github.io
Catalog: janebushell/gallery-galap/locale/*/LC_MESSAGES/yapig-latest.po
Languages: de

source: Incorrect add comment form
de: Fehler beim hinzufügen des Kommentars

source: Title field required
de: Der Titel ist erforderlich!

source: Author field required
de: Autor (Name) ist erforderlich!

source: Email field required
de: Deine Emailadresse ist erforderlich!

source: Website field required
de: Deine Homepage ist erforderlich!

source: Comment field required
de: Dein Kommentar ist erforderlich!

source: Some required fields were not filled in.
de: Es wurden nicht alle Pflichtfelder ausgefüllt.

source: Thank you for your contribution
de: Danke für deinen Kommentar

source: Added this comment
de: Kommentar hinzugefügt

source: Title
de: Titel

source: Author
de: Autor

source: Website
de: Homepage

source: Comment
de: Kommentar

source: If the page is not automatically refreshed.
de: Wenn die Seite nicht aktualisiert wird

source: Press here
de: Hier Klicken

source: Gallery
de: Galerie

source: [Yapig comment]
de: [Yapig Kommentar]

source: Adding new gallery:
de: Neue Galerie wird hinzugefügt

source: GD library not loaded. Please, read installation documentation
de: GD-Bibliothek nicht geladen. Bitte lesen Sie die Installationsanleitung

source: Image storage directory required!
de: Speicherverzeichins für Bilder wird benötigt!

source: Title, author and description are required!
de: Titel, Autor und Beschreibung notwendig!

source: Location directory does not exist:
de: Galerie fehlt:

source: Selected gallery directory is being used by another gallery. Delete that gallery first.
de: Gewähltes Verzeichnis wir schon verwendet. Anderes wählen !

source: Creating index.html for avoiding server listing.
de: Erstelle index.html

source: Permissions. Read FAQ documentation.
de: Zugriffsverweigerung, Bitte lesen Sie die FAQ für weitere Informationen

source: Loading image names of:
de: Lade Namen der Bilder von:

source: Failed to read image names.
de: Fehler: Bildernamen konnten nicht gelesen werden.

source: Creating correspondence photo filenames <-> photo identificator (phid)
de: Erstelle Zusammenhang Dateinamen <-> Bild ID

source: Creating phid correspondence.
de: Erstelle Bild ID

source: Creating gallery information file with:
de: Erstelle Galerie Information mit:

source: Error creating gallery information file.
de: Fehler beim erstellen der Galerie Information

source: Creating thumbnails
de: Erstelle Thumbnails

source: Could not create all thumbnails.
de: Konnte nicht alle Thumbnails erstellen

source: Adding this gallery to gallery index
de: Galerie wir hinzugefügt

source: Adding gallery to file:
de: Hinzufügen der Galerie zur Datei:

source: Gallery <b>successfully</b> created
de: Gallery <b>erfolgreich</b> erstellt

source: Gallery index
de: Übersicht

source: Back to admin page
de: Zurück zur Admin-Seite

source: GD library not loaded. Trying to load it.
de: GD-Bibliothek nicht geladen. Versuche Sie zuladen

source: Function dynamic extension load not available.
de: Dynamische Funktion nicht vorhanden

source: php_gd(2).dll sucessfully loaded.
de: php_gd(2).dll erfolgreich geladen.

source: GD library not available
de: GD-Bibliothek nicht verfügbar.

source: gd.so sucessfully loaded.
de: gd.so erfolgreich geladen.

source: Function getimagesize does not exist
de: Funktion getimagesize nicht vorhanden

source: Function imagecreate(truecolor) does not exist
de: Funktion imagecreate(truecolor) nicht vorhanden

source: Function imacreatefromjpeg does not exist
de: Funktion imacreatefromjpeg nicht vorhanden

source: GD library is loaded.
de: GD-Bibliothek ist geladen

source: Please login as administrator
de: Bitte als Admin einloggen

source: User
de: Benutzer

source: Password
de: Passwort

source: Submit
de: Senden

source: Administrative tasks
de: Admin Aufgaben

source: Upload files
de: Dateien hochladen

source: Add gallery
de: Galerie hinzufügen

source: Modify gallery
de: Galerie ändern

source: Delete gallery
de: Galerie löschen

source: Configuration
de: Konfiguration

source: Logout
de: Abmelden

source: Gallery title
de: Galerie Titel

source: Date
de: Datum

source: Leave it blank for today's date.
de: Freies Format. Bitte leer lassen, um das heutige Datum zu setzen

source: Location
de: Speicherort

source: set this option for restricted access to gallery
de: Eingabe für private Galerie

source: Description
de: Beschreibung

source: Hide comments
de: Kommentare abstellen

source: Send
de: Senden

source: GD library not loaded. Please read installation documentation
de: GD-Bibliothek ist nicht geladen. Bitte lesen Sie die Installationsanleitung

source: Opening gid counter file:
de: Öffne gid Zähler:

source: Modify gallery info
de: Galerie Beschreibung ändern

source: Select thumbnail
de: Thumbnail wählen

source: Modify imagelist
de: Bildliste ändern

source: Number of images
de: Anzahl der Bilder

source: View this gallery
de: Zeige Galerie

source: Visits
de: Besucher

source: Comments
de: Kommentar

source: Up
de: Hoch

source: Down
de: Runter

source: Move up this gallery on index
de: Nach oben verschieben

source: Move down this gallery on index
de: Nach unten verschieben

source: Select deletion options:
de: Wähle Löschoptionen:

source: Do not list gallery in gallery index any more.
de: Galerie nicht mehr in der Übersicht anzeigen

source: Clear all image comments.
de: Alle Kommentare löschen

source: Clear all image visit counters.
de: Besucherzähler (Bilder) zurücksetzen

source: Clear gallery visit counters.
de: Besucherzähler (Galerie) zurücksetzen

source: Delete gallery thumbnails.
de: Thumbnails löschen

source: Delete all files in directory.
de: Alle Dateien in Galerie löschen

source: Delete all image captions.
de: Alle Kommentare löschen

source: send
de: Senden

source: <strong>Yapig</strong> administration
de: <strong>YaPiG</strong> Administrator

source: Not available.
de: Nicht verfügbar.

source: Add a new gallery
de: Neue Galerie hinzufügen

source: Gallery does not exist or gid argument not set
de: Galerie fehlt oder das gid Argument ist nicht eingestellt

source: Gallery stats do not exist or could not be deleted
de: Galerie Statistik fehlt oder kann nicht gelöscht werden

source: Gallery stats deleted.
de: Galerie Statistik gelöscht

source: Image stats of this gallery do not exist or could not be deleted.
de: Statistik fehlt oder kann nicht gelöscht werden.

source: Image stats of this gallery deleted.
de: Bilder Statistik gelöscht

source: Comments counter of this gallery does not exist or could not be deleted
de: Kommentarzähler kann nicht gelöscht werden oder fehlt

source: Comments counter of this gallery deleted
de: Kommentarzähler der Galerie gelöscht

source: Could not delete:
de: Fehler beim Löschen von:

source: Deleted:
de: Gelöscht:

source: Could not get image list from file:
de: Bildliste konnte nicht erstellt werden aus:

source: Could not delete thumbnail image:
de: Fehler beim Löschen des Thumbnails:

source: Deleted thumbnail:
de: Thumbnail gelöscht:

source: Gallery could not be removed from index
de: Galerie kann nicht aus der Übersicht gelöscht werden

source: is not a valid directory
de: ist kein gültiges Verzeichnis

source: could not be opened
de: kann nicht geöffnet werden

source: Deleted file:
de: Gelöschte Dateien:

source: Gallery successfully deleted.
de: Galerie erfolgreich gelöscht.

source: Delete additional galleries
de: Lösche mehrere Galerien

source: Error
de: Fehler

source: Warning
de: Achtung

source: Main menu
de: Hauptmenü

source: Admin logout
de: Admin abmelden

source: Gallery logout
de: Galerie abmelden

source: Congratulations Yapig is up and running!
de: Glückwunsch, YAPIG ist installiert und arbeitet!

source: <p>Welcome to <a href="http://yapig.sf.net">Yapig.</a></p> <p>There are <strong>NO</strong> defined galleries.<p> <p>If this is the first time you run:</p> <ol> <li>Edit the <i>config.php</i> file.</li> <li><a href="admin.php">Login as admin</a> and add a new gallery.</li> </ol>
de: <p>Willkommen bei <a href="http://yapig.sf.net">YaPiG.</a></p> <p>Es existieren <strong>keine</strong> Galerien.<p> <p>Wenn dies die erste Nutzung ist:</p> <ol> <li>ändere die <i>config.php</i> file.</li> <li><a href="admin.php">Login als Admin</a> und füge eine neue Galerie hinzu</li> </ol>

source: There are no galleries. Login as admin to create new galleries
de: Keine Galerie vorhanden. Bitte als Admin einloggen um neue Galerien zuerstellen

source: YaPiG already installed
de: YaPiG ist bereits installiert.

source: Could not create SECURE_DIR. Change your BASE_DIR (view config.php) permissions to 777.
de: Kann SECURE_DIR nicht estellen. Bitte ändern Sie in der Datei config.php die Rechte von BASE_DIR auf 777.

source: SECURE_DIR does not exist! Please enter the correct directory name:
de: SECURE_DIR ist nicht vorhanden! Bitte einen gültigen Ordnernamen eingeben:

source: Could not create index.html in SECURE_DIR. Read FAQ documentation.
de: Konnte index.html nicht in SECURE_DIR erstellen. Bitte lesen Sie die FAQ für weitere Informationen

source: Could not create index.html in BASE_DIR. Read FAQ documentation
de: Konnte index.html nicht in BASE_DIR erstellen. Bitte lesen Sie die FAQ für weitere Informationen

source: Good! Your server has GD library. You can run Yapig!
de: GD-Bibliothek auf dem Server gefunden. Sie können YaPiG verwenden

source: Could not get GD version. Please read doc/en/install.html documentation for more information.
de: GD Version wurde nicht erkannt. Bitte lesen Sie die (doc/install.html) Dokumentation für weitere Informationen

source: Change Yapig's root directory permissions to allow creating new files.
de: Um YaPiG das Erstellen neuer Dateien im Basisverzeichnisses zu erlauben, müssen die Rechte mit chmod auf 777 geändert werden.

source: Installation aborted. Could not create config file.
de: Installation abgebrochen. Die config.php kann nicht beschrieben werden.

source: Yapig successfully installed.
de: YaPiG wurde erfolgreich installiert.

source: Congratulations Yapig is up and runnig!
de: Glückwunsch, YAPIG ist installiert und arbeitet!

source: Security Advice: After you have configured all, delete install.php
de: HINWEIS: Löschen Sie bitte die <b>install.php</b>!

source: <p>Welcome to <a href="http://yapig.sf.net">Yapig.</a></p> <p>There are <strong>NO</strong> defined galleries.<p> <p>If this is the first time you run:</p> <ol> <li>Edit the <i>config.php</i> file.</li> <li><a href="admin.php">Login as admin</a> and add a new gallery.</li> </ol>
de: <p>Willkommen bei <a href="http://yapig.sf.net">YaPiG.</a></p> <p>Es existieren <strong>keine</strong> Galerien.<p> <p>Wenn dies die erste Nutzung ist:</p> <ol> <li>ändere die <i>config.php</i> file.</li> <li><a href="admin.php">Login als Admin</a> und füge eine neue Galerie hinzu</li> </ol>

source: <p>Select a gallery:</p>
de: <p>Wählen Sie eine Galerie:</p>

source: There are no available galleries.
de: Es sind keine Galerien vorhanden.

source: Update gallery imagelist
de: Fehler bei der Aktualisierung der Bildliste

source: Overwrite existing thumbnails
de: Vorhandene Thumbnails überschreiben

source: Only create new thumbnails
de: Nur neue Thumbnails erstellen

source: view/edit
de: ansehen/ändern

source: Could not get imagelist. Gallery probably does not have images
de: Bildliste nicht verfügbar. Vielleicht sind noch keine Bilder vorhanden

source: Current images in gallery are:
de: Anzahl der Bilder:

source: <span class="red">Image caption not set</span>
de: <span class="red">keine Bildbeschreibung eingetragen</span>

source: Could not read gallery directory filenames
de: Fehler beim Lesen des Verzeichnisnamens

source: <p>Images that are in directory but not in gallery:</p><ul>
de: <p>Billder in Verzeichnis aber nicht in Galerie:</p></ul>

source: Modify gallery:
de: Galerie ändern:

source: Modify gallery information:
de: Galerie Infos ändern:

source: Directory location with images required!
de: Bitte Verzeichnis mit Bildern angeben

source: Creating gallery information file.
de: Erstelle Info Datei.

source: Gallery info successfully updated.
de: Galerieinfo erfolgreich aktualisiert.

source: Sorry, password protected galeries cannot change the thumbnail
de: Bei einer Passwort geschützten Galerie kann kein Thumbnail gewechselt werden

source: Could not update thumbnail
de: Konnte Thumbnail nicht aktualisieren

source: Thumbnail updated. (Do not worry if the upper thumbnail is the previous one)
de: Thumbnail erfolgreich aktualisiert. (keine Sorge, wenn das ober Bild das alte sein sollte)

source: Select thumbnail:
de: Wähle:

source: Could not get all imagelist.
de: Fehler beim Laden der Bildliste

source: Update gallery thumbnail
de: Thumbnails aktualisieren

source: default password protected galleries thumbnail
de: Passwort geschützte Galerie

source: view info
de: Info anzeigen

source: Selected imagelist:
de: Bildliste ändern

source: Creating thumbnail for images that do not have one.
de: Erstelle fehlende Thumbnails.

source: Creating all thumbs
de: Erstelle Thumbsnails

source: Could not update gallery imagelist
de: Fehler bei Aktualisierung der Bildliste

source: Imagelist successfully updated
de: Bildliste erfolgreich aktualisiert.

source: Number of images not updated
de: Fehler bei der Aktualisierung des Bildzählers

source: Number of images updated
de: Bildzähler aktualisiert

source: Operation could not be done
de: kann nicht geöffnet werden

source: Display this gallery
de: Zeige Galerie

source: Modify gallery index
de: Ändere Galerie

source: Image has no comments
de: Bisher ohne Kommentare

source: Modify
de: Ändere Bild

source: Delete
de: Löschen

source: Image Comments
de: Kommentare

source: Image identificator (phid) not found.
de: Bild ID nicht gefunden.

source: Image name
de: Bild Name

source: Remove from gallery
de: Bild entfernen

source: Clear
de: Löschen

source: Delete All
de: Galerie löschen

source: Image id
de: Bild ID

source: Modify Image
de: Ändere Bild

source: Set as gallery thumbnail
de: Als Titelbild verwenden

source: Image caption
de: Bild Kommentar

source: Change caption
de: Kommentar ändern

source: Rotate image
de: Bild drehen

source: Could not remove image from gallery imagelist
de: Fehler beim Entfernen des Bildes

source: Image will not be displayed in list.
de: Bild wird nicht in der Bildliste dargestellt.

source: Could not delete image comments file:
de: Fehler beim Löschen des Kommentars:

source: Image comments deleted
de: Bildkommentare gelöscht

source: Could not delete image comments counter:
de: Bildzähler kann nicht gelöscht werden:

source: Image comments counter deleted
de: Bildkommentar gelöscht

source: Image visits counter not found or could not be removed.
de: Besucherzähler nicht gefunden oder kann nicht gelöscht werden.

source: Image visits counter deleted
de: Besucherzähler zurückgestellt

source: Set new caption to:
de: Bildkommentar ändern zu:

source: Could not update caption.
de: Änderung fehlgeschlagen.

source: Comment not selected
de: Kommentar nicht ausgewählt

source: Coul not open comments file
de: Kann Kommentar-Datei nicht öffnen

source: Comment successfully deleted
de: Kommentar erfolgreich gelöscht.

source: Could not read comments file
de: Kann Kommentar-Datei nicht lesen

source: Opening comments file.
de: Öffne Kommentar-Datei

source: Comment successfully updated
de: Kommentar erfolgreich aktualisiert.

source: Image not found.
de: Bild nicht gefunden

source: Could not rotate the image or the thumbnail
de: Fehler bei der Erstellung der Thumbnails

source: Upload Files
de: Datei Upload

source: Created directory:
de: Erstellter Ordner:

source: Could not create directory:
de: Fehler beim Erstellen des Ordners:

source: Successfully removed directory:
de: Ordner erfolgreich gelöscht:

source: Could not remove directory (not empty or failed permissions)
de: Kann Ordner nicht löschen (nicht leer oder keine berechtigung)

source: Files will be uploaded to following directory:
de: Dateien werden in folgenden Ordner übertragen:

source: Create directory
de: Ordner erstellen

source: Select only <b>one</b> directory
de: Wählen Sie <b>EINEN</b> Ordner

source: Files to upload
de: Dateien zum Upload

source: Successfully uploaded file:
de: Hochgeladene Datei:

source: Could not copy file:
de: Fehler beim Laden der Datei:

source: Gallery does not exist:
de: Galerie existiert nicht:

source: View slideshow
de: Slideshow starten

source: This Gallery requires password. Please fill the password field and press the validate button. Thank you.
de: Dies ist eine private Galerie. Zum Ansehen wird ein Passwort benötigt.

source: Validate
de: Weiter

source: Gallery password
de: Passwort

source: Enlarge image
de: Bild vergrössern

source: Image
de: Bild

source: Hits
de: Zugriffe

source: Image caption not set
de: Bild Kommentar

source: Filename
de: Dateiname

source: File size
de: Dateigrösse

source: Image size
de: Bildgröße

source: Add your comment!
de: Kommentar hinzufügen!

source: Comment title
de: Titel

source: * = required fields
de: * = Pflichtfeld

source: Image comments
de: Kommentare

source: There are no messages! Give us your opinion!
de: Sag uns deine Meinung!

source: Opening comments file
de: Öffne Kommentar

source: Previous gallery
de: Vorherige Galerie

source: Next gallery
de: Nächste Galerie

source: could not display gallery navigation bar
de: Navigationsleiste kann nicht dargestellt werden

source: Previous image
de: Bild zurück

source: Next image
de: Bild vor

source: Previous page
de: Seite zurück

source: Next page
de: Nächste Seite

source: Page
de: Bild

source: Zoom in
de: Vergrößern

source: Zoom out
de: Verkleinern

source: Original size
de: Grösse

source: Retrieving gallery directory
de: Pfad der Galerie anzeigen

source: Password incorrect.
de: Falsches Passwort

source: Gallery data not found. Please re-create this gallery
de: Galerie-Daten nicht gefunden. Bitte Galerie noch einmal erstellen
