Repository: GtBFilms-arc/gtbfilms-arc.github.io
Catalog: janebushell/gallery-usa2008/locale/*/LC_MESSAGES/yapig.po
Languages: no

source: Incorrect add comment form
no: Feil kommentarskjema

source: Title field required
no: Tittelfelt er obligatorisk

source: Author field required
no: Forfatterfelt er obligatorisk

source: e-mail field required
no: Epostfelt er obligatorisk

source: Web field required
no: Webfelt er obligatorisk

source: Comment field required
no: Kommentarfeltet er obligatorisk

source: Sorry, you did not fill some required fields.
no: Obs. Fyll inn alle obligatoriske felt

source: Thank you for your comment
no: Takk for kommentaren!

source: Added this Comment
no: La til denne kommentaren

source: Title
no: Tittel

source: Author
no: Forfatter

source: e-mail
no: epost

source: Comment
no: Kommentar

source: If the page is not automatically refreshed.
no: Om siden ikke oppdateres automatiskt

source: Please, press here
no: Trykk her

source: Adding new gallery:
no: Legg til nytt galleri

source: GD library not loaded. Please read install documentation
no: GD lib er ikke installert. Les installasjonsveiledningen

source: Directory where images are stored required!
no: Spesifiser mappen bildene er lagret i!

source: Title, author and description are required!
no: Tittel, forfatter og beskrivelse er obligatorisk

source: Location directory DOES NOT EXIST.
no: Mappen finnes ikke!

source: Selected gallery directory is being used by another gallery. Delete that gallery first.
no: Valgt gallerimappe er i bruk av et annet galleri. Slett det galleriet f&oslash;rst.

source: Creating index.html for avoiding server listing.
no: Oppretter index.html.

source: Permissions. I will try chmod 2777
no: Rettigheter. Fors&oslash;ker chmod 2777

source: Permissions. Read FAQ documentation.
no: Rettigheter. Les FAQ!

source: Loading image Names of:
no: Laster inn bildenavn for:

source: Failed to read image names.
no: Kunne ikke lese bildenavn.

source: Creating correspondence photo filenames <-> photo identificator (phid)
no: Endrer bildefilnavn <-> photo identifikasjon (phid)

source: Creating phid correspondence.
no: Oppretter phid korrespondens

source: Creating gallery information file with:
no: Oppretter galleri-informasjonsfil med:

source: Error creating gallery information file.
no: Kunne ikke opprette galleri-informasjonsfil.

source: Creating thumbnails
no: oppretter miniatyrer (thumbnails).

source: Could not create all thumbnails.
no: Kunne ikke opprette alle miniatyrer (thumbnails).

source: Adding this gallery to gallery index
no: Legger dette galleriet til gallerilisten.

source: Adding gallery to file:
no: Legger galleri til fil:

source: Gallery <b>successfully</b> created
no: Galleriet <b>opprettet</b> problemfritt

source: Gallery Index
no: Galleri index

source: Back to admin page
no: Tilbake til administrasjonssiden

source: GD library not loaded. Will try to load it.
no: GD lib er ikke lastet. Pr&oslash;ver &aring; laste det.

source: Function for dynamic extension load not available.
no: Funksjonen for lasting av dynamiske tillegg er ikke tilgjengelig.

source: gd.so sucessfully loaded.
no: gd.so lastet problemfritt

source: php_gd2.dll sucessfully loaded.
no: php_gd2.dll lastet problemfritt.

source: Function getimagesize does not exist
no: Funksjonen getimagesize finnes ikke

source: Function imagecreatetruecolor does not exist
no: Funksjonen imagecreateruecolor finnes ikke

source: Function imacreatefromjpeg does not exist
no: Funksjonen imacreatefromjpeg finnes ikke

source: GD library is loaded.
no: GD lib er lastet.

source: Please login as admin
no: Logg inn som admin

source: User
no: Bruker

source: Password
no: passord

source: Submit
no: Send

source: Administration tasks
no: Administrative oppgaver

source: Add gallery
no: Legg til galleri

source: Modify gallery
no: Endre galleri

source: Delete gallery
no: Slett galleri

source: Change main config
no: Endre main config

source: Logout
no: Logg ut

source: Gallery title
no: Galleriets tittel

source: Location
no: Plassering

source: set this field if you want private access to this gallery
no: fyll ut dette feltet hvis du vil dette galleriet skal vere privat

source: Description
no: Beskrivelse

source: PNG files not supported in this version
no: PNG filer s&oslash;ttes ikke i denne versjonen

source: Opening gid counter file:
no: Åpner gid-tellerfil:

source: Modify gallery info
no: Endre galleri-info

source: Select thumbnail
no: Velg miniatyr

source: Modify image list
no: Endre bildeliste

source: Number of images
no: Antall bilder

source: View this gallery
no: Vis dette galleriet

source: Gallery
no: Galleri

source: Visits
no: Bes&oslash;k

source: Comments
no: Kommentarer

source: Date
no: Dato

source: Select deletion options:
no: Velg alternativ for sletting

source: Do not list gallery in gallery index any more.
no: Ikke vis dette galleriet i gallerilisten

source: Clear all image comments.
no: Slett alle bildekommentarer

source: Clear all image visit counters.
no: Nullstill bes&oslash;kstellere for alle bilder

source: Clear gallery visit counters.
no: Nullstill bes&oslash;kstellere for alle gallerier

source: Delete gallery thumbnails.
no: Slett galleriets miniatyrer

source: Delete all files in directory.
no: Slett alle filer i en katalog

source: Not available.
no: Ikke tilgjengelig

source: Add a new gallery
no: Legg til nytt galleri

source: Gallery does not exist or gid argument not set
no: Galleriet finnes ikke eller gid argumentet er ikke satt

source: Gallery stats do not exist or could not be deleted
no: Galleriets statistikk finnes ikke eller kunne ikke slettes

source: Gallery stats deleted.
no: Galleriets statistikk slettet.

source: Image stats of this gallery do not exist or could not be deleted.
no: Bildstatistikken for dette galleriet finnes ikke eller kunne ikke slettes

source: Image stats of this gallery deleted.
no: Bildstatistikken for dette gallerier er slettet

source: Comments counter of this gallery does not exist or could not be deleted
no: Kommentartelleren for dette galleriet finnes ikke eller kunne ikke slettes

source: Comments counter of this gallery deleted
no: Kommentartelleren for dette galleriet er slettet

source: Could not be loaded this file:
no: Kunne ikke laste denne filen:

source: Could not delete:
no: Kunne ikke slette

source: Deleted:
no: Slettet:

source: Could not get image list from file:
no: Funne ikke hente bildelisten fra filen:

source: Could not delete thumbnail image:
no: Kunne ikke slatte miniatyren:

source: Deleted thumbnail:
no: Slettet miniatyr:

source: Gallery could not be removed from index
no: Galleriet kunne ikke fjernes fra gallerilisten

source: Gallery will not be shown anymore in the index of galeries
no: Galleriet vil ikke lenger vises i gallerilisten

source: is not a valid directory
no: er ikke en brukbar mappe

source: could not be opened
no: kunne ikke &aring;pnes

source: Deleted file:
no: Slettet fil:

source: Gallery successfully deleted.
no: Galleriet slettet problemfritt.

source: Delete more galleries
no: Slette flere gallerier

source: Error
no: Feil

source: Warning
no: Advasrel

source: main menu
no: hovedmeny

source: Gallery index
no: Galleriliste

source: Home page
no: Hjem

source: Admin logout
no: Logg ut Admin

source: Gallery logout
no: Logg ut galleri

source: Gallery does not exist:
no: Galleriet finnes ikke:

source: This Gallery requires password. Please fill the password field and press the validate button. Thank you.
no: Dette galleriet krever passord. Fyll ut passordfeltet og trykk ok.

source: Validate
no: Ok

source: Gallery password
no: Passord

source: View image bigger
no: Se st&oslash;rre bilde

source: Image
no: Bilde

source: Hits
no: Treff

source: Congratulations YAPIG is working!
no: Gratulerer YAPIG virker!

source: <p>Welcome to <a href="http://yapig.sf.net">YaPig.</a></p> <p>There are <strong>NO</strong> galleries.<p> <p>If this is the first time you run YaPiG:</p> <ol> <li>Edit the <i>config.php</i> file.</li> <li><a href="admin.php">Login as admin</a> and add a new gallery.</li> </ol>
no: <p>Velkommen til <a href="http://yapig.sf.net">YaPig.</a></p> <p>Det finnes <strong>ingen</strong> gallerier.<p> <p>om dette er f&oslash;rste gang du kj&oslash;rer YaPiG:</p> <ol> <li>Rediger <i>config.php</i> filen.</li> <li><a href="admin.php">Logg inn som admin</a> og legg til et nytt galleri.</li> </ol>

source: There are no galleries. Login as admin to create new galleries
no: Der er ingen gallerier. Logg inn som admin for &aring; opprette nye gallerier.

source: YaPiG Installation
no: YaPIG installasjon

source: Could not be loaded GD library witch is required by YapiG or your GD version is too old. Please read doc/install.html documentation for more information.
no: Kunne ikke laste GD lib som kreves av Yapig, eller serverens versjon av GD lib er for gammel. Les /doc/install.html dokumentasjonen for mer info.

source: Nice! Your server has GD version 2 or above. You can run YaPiG!
no: Fint! Serveren din har GD versjon 2 eller over. Du kan kj&oslash;re YaPIG!

source: Change YaPiG's root directory permissions to allow creating new files.
no: Endre rettighetene til YaPiGs rotmappe for &aring; kunne opprette filer.

source: Installation aborted. Could not create config file.
no: Installationen avbr√∂ts. En configfil kunde inte skapas.

source: YaPiG successfully installed.
no: YaPiG ble installert problemfritt.

source: Could not get image list. Gallery might have not images
no: Kunne ikke hente bildelisten. Kanskje galleriet er tomt?

source: Current images at gallery are:
no: N&aring;v&aelig;rende bilder i galleriet er:

source: Could not read gallery directory filenames
no: Kunne ikke lese galleriets filnavn

source: <p>Images that are in directory but not in gallery:</p><ul>
no: <p>Bilder som er i katalogen men ikke i galleriet:</p><ul>

source: Modify gallery:
no: Endre galleriet:

source: Modify gallery information:
no: Endre galleriets informasjon:

source: Directory location with images required!
no: Plasseringen til mappen med bilder er p&aring;krevd!

source: Creating gallery information file.
no: Oppretter galleriets informasjonsfil.

source: Gallery info successfully updated.
no: Galleriet oppdatert problemfritt.

source: Could not update thumbnail
no: Kunne ikke oppdatere miniatyr

source: Thumbnail updated. (Do not worry if the upper thumb is the old one)
no: Miniatyr oppdatert. (Selv om den &oslash;verste miniatyren er den gamle)

source: Select thumbnail:
no: Velg miniatyr:

source: Could not get all image list.
no: Kunne ikke hente alle bildelister.

source: Update gallery thumbnail
no: Oppdater galleriets miniatyrer

source: default password protected galleries thumbnail
no: standard passordbeskyttelse av galleriets miniatyrer

source: Creating thumbs for images that do not have it.
no: Oppretter manglende miniatyrer.

source: Creating all thumbs
no: Oppretter alle miniatyrer

source: Could not update gallery image list
no: Kunne ikke oppdatere galleriets bildeliste

source: Image list successfully updated
no: Bildelisten oppdatert problemfritt

source: Number of images not updated
no: Antall bilder ikke oppdatert

source: Number of images updated
no: Antall bilder oppdatert

source: <p>Please, select a gallery:</p>
no: <p>Velg et galleri:</p>

source: There are no galleries.
no: Der er ingen gallerier.

source: View this Gallery
no: Vis dette galleriet

source: Modify Gallery Index
no: Endre galleriliste

source: Image identificator (phid) not found.
no: Bildeidentifikatoren (phid) ble ikke funnet

source: Image name
no: Bildenavn

source: Remove image
no: Slett bilde

source: Clear
no: Fjern

source: Image id
no: Bilde id

source: Modify Image
no: Redigere bilde

source: Set as gallery thumbnail
no: Sett som galleriminiatyr

source: Could not remove image from gallery image list
no: Kunne ikke slette bilde fra galleriets bildeliste

source: Image will not be shown in list.
no: Bildet vil ikke vises i listen

source: Could not delete image comments file:
no: Kunne ikke slette bildets kommentarer fra filen:

source: Image comments deleted
no: Bildets kommentarer slettet

source: Could not delete image comments counter:
no: Kunne ikke slette telleren for bildekommentarer:

source: Image comments counter deleted
no: Telleren for bildekommentarer er slettet

source: Image visits counter not found or could not be removed.
no: Telleren for bildebes&oslash;k ble ikke funnet, eller kunne ikke slettes.

source: Image visits counter deleted
no: Telleren for bildebes&oslash;k er slettet

source: Filename
no: Filnavn

source: File size
no: Filst&oslash;rrelse

source: Image size
no: Bildest&oslash;rrelse

source: Add yout comment!
no: Legg til kommentar!

source: Comment title
no: Overskrift

source: E-mail
no: Epost

source: Fields with * are required
no: Feltene merket med "*" er obligatoriske

source: Image comments
no: Kommentarer

source: There are no messages! Give us your opinion!
no: Ingen kommentarer, si din mening!

source: Opening comments file
no: Åpner kommentarfilen

source: Previous Gallery
no: Forrige galleri

source: Next Gallery
no: Neste galleri

source: Index of Galleries
no: Galleriliste

source: could not show gallery navigation bar
no: Kunne ikke vise galleriets navigasjonsmeny

source: Previous Image
no: Forrige bilde

source: Next Image
no: Neste bilde

source: Up
no: Opp

source: Previous page
no: Forrige side

source: Next page
no: Neste side

source: GID not set
no: GID er ikke satt

source: Getting gallery directory
no: Henter galleriets mappe

source: Password incorrect.
no: Feil passord

source: Gallery data not found. Please create again this gallery
no: Galleriets data fantes ikke. Opprett dette galleriet p&aring; nytt
