Repository: GtBFilms-arc/gtbfilms-arc.github.io
Catalog: janebushell/gallery-misc/locale/*/LC_MESSAGES/yapig.po
Languages: ru

source: Title field required
ru: Требуется ввести заголовок

source: Author field required
ru: Требуется ввести имя автора

source: e-mail field required
ru: Требуется ввести емайл

source: Web field required
ru: Требуется ввести веб-адрес

source: Comment field required
ru: Требуется ввести комментарий

source: Sorry, you did not fill some required fields.
ru: Извините. Вы не заполнили обязательные поля формы.

source: Thank you for your comment
ru: Спасибо за комментарий

source: Added this Comment
ru: Добавить комментарий

source: Title
ru: Заголовок

source: Author
ru: Автор

source: e-mail
ru: почта

source: Web
ru: веб-сайт

source: Comment
ru: Комментарий

source: If the page is not automatically refreshed.
ru: если страница не обновиттся автоматически.

source: Please, press here
ru: Пожалуйста, нажмите здесь

source: Adding new gallery:
ru: Добавление новой галереи:

source: GD library not loaded. Please read install documentation
ru: GD library не подгружена. Прочтите правила установки.

source: Directory where images are stored required!
ru: Требуется папка, где будут хранится картинки!

source: Title, author and description are required!
ru: Заполните поля &laquo;заголовок&raquo;, &laquo;имя автора&raquo; и &laquo;описание&raquo;!

source: Location directory DOES NOT EXIST.
ru: Директория не существует!

source: Selected gallery directory is being used by another gallery. Delete that gallery first.
ru: Выбранная папка занята другой галереей. Для начала удалите прежнюю галерею.

source: Loading image Names of:
ru: Загрузка картинок:

source: Failed to read image names.
ru: Невозможно определить имена картинок.

source: Creating gallery information file with:
ru: Создание инф.файла галереи:

source: Error creating gallery information file.
ru: Ошибка в создании информационного файла галереи.

source: Creating thumbnails
ru: Создание превьюшек

source: Could not create all thumbnails.
ru: Невозможно создать все превиюшки.

source: Adding this gallery to gallery index
ru: Добавить эту галерею в индекс галерей

source: Adding gallery to file:
ru: Добавить галерею в файл:

source: Gallery <b>successfully</b> created
ru: Галерея <b>успешно</b> создана!

source: Gallery Index
ru: Индекс галерей

source: Back to admin page
ru: Вернуться в панель управления

source: GD library not loaded. Will try to load it.
ru: GD library не загрузилась. Попробуем еще.

source: gd.so sucessfully loaded.
ru: gd.so удачно загружен.

source: php_gd2.dll sucessfully loaded.
ru: php_gd2.dll удачно загружен

source: Function getimagesize does not exist
ru: Функции getimagesize не существует

source: Function imagecreatetruecolor does not exist
ru: Функции imagecreatetruecolor не существует

source: Function imacreatefromjpeg does not exist
ru: Функции imacreatefromjpeg не существует

source: GD library is loaded.
ru: GD library загружена.

source: Please login as admin
ru: Войдите как администратор

source: User
ru: Пользователь

source: Password
ru: Пароль

source: Submit
ru: Готово

source: Administration tasks
ru: Меню админа

source: Add gallery
ru: Добавить галерею

source: Modify gallery
ru: Изменить галерею

source: Delete gallery
ru: Удалить галерею

source: Change main config
ru: Изменить config file

source: Logout
ru: Выйти

source: Gallery title
ru: Название галереи

source: Location
ru: Директория

source: set this field if you want private access to this gallery
ru: установите значение поля если хотите создать частный доступ к галерее

source: Description
ru: Описание

source: Send
ru: Послать

source: PNG files not supported in this version
ru: PNG не поддерживается однако.

source: Opening gid counter file:
ru: Открытие gid счетчика:

source: Modify gallery info
ru: Изменить инфо галереи

source: Select thumbnail
ru: Выбрать заставку

source: Modify image list
ru: Изменить список картинок

source: Number of images
ru: Кол-во картинок

source: View this gallery
ru: Просмотр галереи

source: Gallery
ru: Галерея

source: Visits
ru: Заходов

source: Comments
ru: Коментарии

source: Date
ru: Дата

source: Select deletion options:
ru: Выбрать опции удаления:

source: Do not list gallery in gallery index any more.
ru: Больше не выводить галерею в индекс.

source: Clear all image comments.
ru: Стереть все комментарии к картинкам.

source: Clear all image visit counters.
ru: Стереть все значения просмотров картинок.

source: Clear gallery visit counters.
ru: Стереть все значения заходов на галерею.

source: Delete gallery thumbnails.
ru: Удалить превьюшки.

source: Delete all files in directory.
ru: Удалить все файлы в папке.

source: send
ru: послать

source: <strong>YaPiG</strong> Admin
ru: <strong>YaPiG</strong> Админ

source: Not available.
ru: Не доступен.

source: Add a new gallery
ru: Добавить галерею

source: Gallery does not exist or gid argument not set
ru: Галерея не существует или значение gid не установлено

source: Gallery stats do not exist or could not be deleted
ru: Статистика галереи отсутствует либо не может быть удалена.

source: Gallery stats deleted.
ru: Статистика галереи удалена.

source: Image stats of this gallery do not exist or could not be deleted.
ru: Статистика картинок галереи отсутствует либо не может быть удалена.

source: Image stats of this gallery deleted.
ru: Статистика картинок галереи удалена.

source: Comments counter of this gallery does not exist or could not be deleted
ru: Счетчик комментариев отсутствует либо удален

source: Comments counter of this gallery deleted
ru: Счетчик комментариев удален

source: Could not delete:
ru: Удаление невозможно.

source: Deleted:
ru: Удалено:

source: Could not get image list from file:
ru: Невозможно получить список картинок из этого файла:

source: Could not delete thumbnail image:
ru: Удаление превьшки невозможно:

source: Deleted thumbnail:
ru: Удаленныее превьюшки:

source: Gallery could not be removed from index
ru: Невозможно убрать галерею из индекса

source: Gallery will not be shown anymore in the index of galeries
ru: В индексе галерей данная галерея отображаться не будет.

source: is not a valid directory
ru: неверный путь

source: could not be opened
ru: невозможно открыть

source: Deleted file:
ru: Удаленные файлы:

source: Gallery successfully deleted.
ru: Галерея успешна удалена.

source: Admin index
ru: Панель управления

source: Delete more galleries
ru: Еще удалить галерею

source: Error
ru: Ошибка

source: Warning
ru: Осторожно

source: main menu
ru: меню

source: Gallery index
ru: Перечень галерей

source: Home page
ru: Первая

source: Admin
ru: Админ

source: Admin logout
ru: Выход

source: Gallery does not exist:
ru: Галерея не существует:

source: This Gallery requires password. Please fill the password field and press the validate button. Thank you.
ru: Введите пароль для входа в галерею.

source: Validate
ru: Готово

source: Gallery password
ru: Пароль для входа в галерею

source: View image bigger
ru: Увеличить картинку

source: Image
ru: Картинка

source: Hits
ru: Хиты

source: Congratulations YAPIG is working!
ru: Поздравляем, YAPIG работает!

source: There are no galleries. Login as admin to create new galleries
ru: Галереи пока нет. Войдите в панель управления и создайте галерею.

source: YaPiG Installation
ru: Установка YaPiG

source: Installation aborted. Could not create config file.
ru: Установка прервана. Невозможно создать файл конфигурации(config file).

source: YaPiG successfully installed.
ru: YaPiG успешно установлен.

source: Could not get image list. Gallery might have not images
ru: Невозможно запросить список картинок. Галерея не содержит картинки.

source: Current images at gallery are:
ru: Текущие картинки в галерее:

source: <p>Images that are in directory but not in gallery:</p><ul>
ru: Картинки, которые в папке, но не в галерее:

source: Modify gallery:
ru: Настройки галереи:

source: Modify gallery information:
ru: Изменить информацию о галерее:

source: Directory location with images required!
ru: Необходима папка(директория) с картинками!

source: Creating gallery information file.
ru: Создание инф.файла галереи.

source: Gallery info successfully updated.
ru: Инфо обновлено успешно.

source: Could not update thumbnail
ru: Невозможно обновить превьюшку

source: Thumbnail updated. (Do not worry if the upper thumb is the old one)
ru: Превьюшка обновлена. (Без паники - превьюшка выше еще не обновилась).

source: Select thumbnail:
ru: Выбрать заставку для данной галереи:

source: Could not get all image list.
ru: Невозможно запросить список картинок.

source: Update gallery thumbnail
ru: Обновить превьюшки

source: Creating thumbs for images that do not have it.
ru: Создание превьюшек для картинок, их неимеющих.

source: Creating all thumbs
ru: Создание всех превьюшек

source: Could not update gallery image list
ru: Невозможно обновить список картинок данной галереи

source: Image list successfully updated
ru: Список картинок успешно обновлен

source: Number of images not updated
ru: Кол-во картинок не обновлено

source: Number of images updated
ru: Кол-во картинок обновлено

source: <p>Please, select a gallery:</p>
ru: <p>Выберите галерею:</p>

source: There are no galleries.
ru: Галереи отсутствуют.

source: View this Gallery
ru: Просмотреть данную галерею

source: Modify Gallery Index
ru: Изменить индекс галереи

source: Image name
ru: Имя картинки

source: Remove image
ru: Переместить картинку

source: Clear
ru: Очистить

source: Modify Image
ru: Изменить картинку

source: Set as gallery thumbnail
ru: Установить как превьюшку для галереи

source: Could not remove image from gallery image list
ru: Невозможно убрать объект из списка картинок данной галереи

source: Image will not be shown in list.
ru: Картинка не будет показываться в списке.

source: Could not delete image comments file:
ru: Невозможно удалить комментарии:

source: Image comments deleted
ru: Комментарии к картинке удалены

source: Could not delete image comments counter:
ru: Невозможно удалить счетчик комментариев:

source: Image comments counter deleted
ru: Счетчик комментариев удален

source: Image visits counter not found or could not be removed.
ru: Счетчик посещений картинки не найден/невозможно удалить.

source: Image visits counter deleted
ru: Счетчик посещений картинки удален

source: Filename
ru: Имя файла

source: File size
ru: Объем файла

source: Image size
ru: Размер картинки

source: Add yout comment!
ru: Добавьте комментарий!

source: Comment title
ru: Заголовок комментария

source: E-mail
ru: Электропочта

source: Fields with * are required
ru: Поля, помеченные * необходимо заполнить

source: Image comments
ru: Комментарии к картинке

source: There are no messages! Give us your opinion!
ru: Сообщений нет. Оставьте свое мнение пожалуйста!

source: Opening comments file
ru: Открытие файла комментариев

source: Previous Gallery
ru: Предыдущая галерея

source: Next Gallery
ru: Следующая галерея

source: Index of Galleries
ru: Индекс

source: could not show gallery navigation bar
ru: невозможно отобразить навигацию данной галереи

source: Previous Image
ru: Предыдущая картинка

source: Next Image
ru: Следующая картинка

source: Up
ru: Вверх

source: Previous page
ru: Предыдущая страница

source: Next page
ru: Следующая страница

source: Password incorrect.
ru: Неверный пароль.
