Repository: GtBFilms-arc/gtbfilms-arc.github.io
Catalog: broon/gallery-broon/locale/*/LC_MESSAGES/yapig.po
Languages: hu, id

source: php_gd2.dll sucessfully loaded.
id: php_gd2.dll berhasil diload

source: Function imagecreatetruecolor does not exist
id: Fungsi imagecreatetruecolor tidak tersedia

source: YaPiG Installation
id: Installasi YaPiG

source: Nice! Your server has GD version 2 or above. You can run YaPiG!
id: Hebat! Server anda memiliki versi GD 2 atau ke atas. Anda dapat menjalankan YaPiG

source: Remove image
id: Hapus Foto
