Repository: GtBFilms-arc/gtbfilms-arc.github.io
Catalog: broon/gallery-broon/locale/*/LC_MESSAGES/yapig.po
Languages: hu, id

source: Incorrect add comment form
hu: A hozzászólás ûrlap nem megfelelõen lett kitöltve
id: Formulir komentar tidak benar

source: Title field required
hu: A cím megadása szükséges
id: Field Judul diperlukan!

source: Author field required
hu: A szerzõ megadása szükséges
id: Field Pengarang diperlukan!

source: e-mail field required
hu: Az e-mail megadása szükséges
id: Field Email diperlukan!

source: Web field required
hu: A Web mezõ kitöltése szükséges
id: Field Homepage diperlukan!

source: Comment field required
hu: A hozzászólás megadása szükséges
id: Field Komentar diperlukan!

source: Sorry, you did not fill some required fields.
hu: Sajnos pár szükséges mezõ nem lett kitöltötve.
id: Maaf, anda tidak mengisi semua field yang diperlukan

source: Thank you for your comment
hu: Köszönjük a hozzászólást
id: Terima kasih atas komentar anda

source: Added this Comment
hu: A hozzászólást rögzítettük
id: Berikan Komentar

source: Title
hu: Cím
id: Judul

source: Author
hu: Szerzõ
id: Pengarang

source: Comment
hu: Hozzászólás
id: Komentar

source: If the page is not automatically refreshed.
hu: Amennyiben a lap automatikusan nem frissül.
id: Jika Halaman ini tidak direfresh automatis

source: Please, press here
hu: Kattints ide
id: Silahkan klik disini

source: Adding new gallery:
hu: Új album hozzáadása:
id: Gallery baru sedand ditambah

source: GD library not loaded. Please read install documentation
hu: GD függvénykönyvtár nincs betöltve. Kérlek olvasd el a telepítési dokumentációt.
id: Library GD tidak didapat diload. Silahkan baca dokumentasi instalasi

source: Directory where images are stored required!
hu: A képek tárolási könyvtárát szükséges megadni!
id: Direktori untuk penyimpanan foto-foto diperlukan!

source: Title, author and description are required!
hu: Cím, szerzõ és a leírás megadása szükséges!
id: Judul, Pengarang dan Keterangan diperlukan!

source: Location directory DOES NOT EXIST.
hu: A hivatkozott könyvtár NEM LÉTEZIK!
id: Lokasi Direktori TIDAK EKSIS

source: Selected gallery directory is being used by another gallery. Delete that gallery first.
hu: A választott album könyvtára már használt egy másik album számára. Elõször töröld az ütközõ albumot.
id: Direktori yang dipilih telah dipakai oleh Gallery yang lain. Hapus Gallery itu terlebih dahulu

source: Creating index.html for avoiding server listing.
hu: index.html létrehozása a szerver listázásának elkerülése érdekében.
id: index.html untuk menghindari server listing sedang dicipta

source: Permissions. I will try chmod 2777
hu: Jogosultságok. Megpróbálom a chmod 2777
id: Permissions. Saya akan mencoba chmod 2777

source: Permissions. Read FAQ documentation.
hu: Jogosultságok. Olvasd el a FAQ dokumentációt.
id: Permissions. Silahkan baca FAQ dokumentasi

source: Loading image Names of:
hu: A következõ képek neveinek betöltése:
id: Loading nama Foto:

source: Failed to read image names.
hu: A képek nevének betöltése sikertelen.
id: Gagal membaca nama Foto

source: Creating correspondence photo filenames <-> photo identificator (phid)
hu: A fotó fájlnevek <-> fotó azonosító (phid) kapcsolat létrehozása
id: Korespondensi filename Foto <-> identifikasi foto (phid) sedang dicipta"

source: Creating phid correspondence.
hu: A phid kapcsolat létrehozása.
id: Korespondensi phid sedang dicipta

source: Creating gallery information file with:
hu: Album információs fájl létrehozása:
id: Cipta file informasi Gallery dengan:

source: Error creating gallery information file.
hu: Album információs fájl létrehozása sikertelen.
id: Gagal mencipta file informasi Gallery

source: Creating thumbnails
hu: Ikonképek létrehozása
id: Thumbnails sedang dicipta

source: Could not create all thumbnails.
hu: Nem tudtam az összes kis képet létrehozni.
id: Gagal mencipta semua thumbnails

source: Adding this gallery to gallery index
hu: Ez az album hozzáadása az album index-hez
id: Gallery ini sedang ditambahkan ke Gallery index

source: Adding gallery to file:
hu: Album hozzáadása a fájlhoz:
id: Gallery sedang ditambahkan ke file:

source: Gallery <b>successfully</b> created
hu: Album <b>sikeresen</b> létrehozva
id: Gallery <b>berhasil</b> dicipta

source: Gallery Index
hu: Album Index

source: Back to admin page
hu: Vissza az admin oldalra
id: Kembali ke Homepage Admin

source: GD library not loaded. Will try to load it.
hu: GD függvénykönyvtár nem elérhetõ. Megpróbálom betölteni.
id: Library GD tidak dapat diload. Sedang dicoba kembali

source: Function dynamic extension load not available.
hu: A dinamikus kiterjesztés függvény nem elérhetõ.

source: php_gd(2).dll sucessfully loaded.
hu: php_gd(2).dll sikeresen betöltve.

source: GD Library NOT AVAILABLE
hu: GD függvénykönyvtár NEM ELÉRHETÕ

source: gd.so sucessfully loaded.
hu: gd.so sikeresen betöltve.
id: gd.so berhasil diloaded

source: Function getimagesize does not exist
hu: A getimagesize függvény nem elérhetõ.
id: Fungsi getimagesize tidak tersedia

source: Function imagecreate(truecolor) does not exist
hu: Az imagecreate(truecolor) függvény nem elérhetõ.

source: Function imacreatefromjpeg does not exist
hu: Az imacreatefromjpeg függvény nem elérhetõ.
id: Fungsi imacreatefromjpeg tidak tersedia

source: GD library is loaded.
hu: A GD függvénykönyvtár betöltve.
id: Libray GD telah diloaded

source: Please login as admin
hu: Adminisztáció - bejelentkezés
id: Silahkan login sebagai admin

source: User
hu: Felhasználó

source: Password
hu: Jelszó

source: Submit
hu: Küld
id: Kirim

source: Administration tasks
hu: Adminisztrátori funkciók
id: Tugas Administrasi

source: Upload files
hu: Fájlok feltöltése

source: Add gallery
hu: Album hozzáadása
id: Tambah Gallery

source: Modify gallery
hu: Album módosítása
id: Modifikasi Gallery

source: Delete gallery
hu: Album törlése
id: Hapus Gallery

source: Change main config
hu: Konfiguráció módosítása
id: Ubah main Konfigurasi

source: Logout
hu: Kijelentkezés
id: Keluar

source: Gallery title
hu: Album címe
id: Judul Gallery

source: Date
hu: Dátum
id: Tanggal

source: Free Format. Leave it blank to set today's date.
hu: Szabad formátum. Hagyja üresen a mai dátum beállításához.

source: Location
hu: Hely
id: Lokasi

source: set this field if you want private access to this gallery
hu: ha korlátozni akarja a hozzáférést ehhez az albumhoz, akkor töltse ki ezt a mezõt
id: Isi Field ini jika anda ingin menyembunyikan galeri ini dari publik

source: Description
hu: Leírás
id: Keterangan

source: Hide comments
hu: Hozzászólások elrejtése

source: Send
hu: Küldés
id: Kirim

source: is a very big image, it might cause memory problems.
hu: nagyon nagy kép, ami memória problémát okozhat.

source: PNG files not supported in this version
hu: PNG képeket nem támogat ez a programváltozat.
id: File PNG tidak disupport dalam versi ini

source: Opening gid counter file:
hu: Gid számláló fájl megnyitása:
id: file gid counter sedang dibuka

source: Modify gallery info
hu: Album információ módosítása
id: Modifikasi informasi Gallery

source: Select thumbnail
hu: Ikonkép kiválasztása
id: Pilih Thumbnail

source: Modify image list
hu: Képlista módosítása
id: Modifikasi list Foto

source: Number of images
hu: Képek száma
id: Jumlah Foto

source: View this gallery
hu: Album megtekintése
id: Lihat Gallery ini

source: Gallery
hu: Album

source: Visits
hu: Találatok
id: Dilihat

source: Comments
hu: Hozzászólások
id: Komentar

source: Select deletion options:
hu: Törlési paraméterek kiválasztása:
id: Pilih option penghapusan

source: Do not list gallery in gallery index any more.
hu: Ne jelenítsd meg ezentúl ezt az albumot az album indexben.
id: Jangan memperlihatkan list Gallery di Gallery lagi

source: Clear all image comments.
hu: Az összes hozzászólás törlése.
id: Hapus semua komentar Foto

source: Clear all image visit counters.
hu: Az összes találati számláló nullázása.
id: Hapus semua counter kunjungan foto

source: Clear gallery visit counters.
hu: Az album-találati számláló nullázása.
id: Hapus counter gallery yang telah dikunjungi

source: Delete gallery thumbnails.
hu: Az album ikonképeinek törlése.
id: Hapus thumbnails Gallery

source: Delete all files in directory.
hu: Az összes fájl törlése a könyvtárban.
id: Hapus semua file di dalam direktori

source: send
hu: küldés
id: kirim

source: <strong>YaPiG</strong> Admin
hu: <strong>YaPIG</strong> Adminisztráció

source: Not available.
hu: Nem elérhetõ.
id: Tidak tersedia

source: Add a new gallery
hu: Új album hozzáadása
id: Tambah Gallery baru

source: Gallery does not exist or gid argument not set
hu: Az album nem elérhetõ vagy a gid argument nincs beállítva
id: Gallery tidak exist atau argument gid belum ditentukan

source: Gallery stats do not exist or could not be deleted
hu: Az album statisztika nem elérhetõ vagy nem törölhetõ
id: Status Gallery tidak exist atau tidak dapat dihapus

source: Gallery stats deleted.
hu: Az album statisztika törölve.
id: Status Gallery telah dihapus

source: Image stats of this gallery do not exist or could not be deleted.
hu: Az album képstatisztikája nem elérhetõ vagy nem törölhetõ.
id: Status Foto terhadap Gallery ini tidak exist atau tidak dapat dihapus

source: Image stats of this gallery deleted.
hu: Az album képstatisztikája törölve.
id: Status Foto Gallery ini telah dihapus

source: Comments counter of this gallery does not exist or could not be deleted
hu: Az album hozzászólás számlálója nem elérhetõ vagy nem törölhetõ
id: Counter Komentar terhadap Gallery ini tidak eksis atau tidak dapat dihapus

source: Comments counter of this gallery deleted
hu: Az album hozzászólás számlálója törölve
id: Counter Komentar terhadap Gallery ini telah dihapus

source: Could not be loaded this file:
hu: A következõ fájl betöltése nem lehetséges:
id: File berikut tidak dapat diload:

source: Could not delete:
hu: Nem törölhetõ:
id: Tidak dapat dihapus:

source: Deleted:
hu: Törölve:
id: Dihapus:

source: Could not get image list from file:
hu: A képlista betöltése sikertelen a következõ fájlból:
id: Liste Foto tidak dapat didapatkan dari file:

source: Could not delete thumbnail image:
hu: A következõ ikonkép nem törölhetõ:
id: Thumbnail foto tidak dapat dihapus:

source: Deleted thumbnail:
hu: Ikonkép törölve:
id: Thumnails yang terhapus:

source: Gallery could not be removed from index
hu: Az albumot nem sikerült eltávolítani az index-bõl
id: Gallery tidak dapat dihapus dari index

source: Gallery will not be shown anymore in the index of galeries
hu: Album a továbbiakban nem elérhetõ az album index oldalon
id: Gallery tidak akan ditampilkan lagi di Gallery index

source: is not a valid directory
hu: nem egy könyvtár
id: bukan direktori yang benar

source: could not be opened
hu: nem megnyitható
id: tidak dapat dibuka

source: Deleted file:
hu: Fájl törölve:
id: File yang terhapus:

source: Gallery successfully deleted.
hu: Album sikeresen törölve.
id: Gallery berhasil dihapus

source: Admin index
hu: Adminisztráció index
id: Index Admin

source: Delete more galleries
hu: További albumok törlése
id: Hapus Gallery yang lain

source: Error
hu: Hiba

source: Warning
hu: Figyelem

source: main menu
hu: Fõmenü
id: Menu utama

source: Gallery index
hu: Album index
id: Index Gallery

source: Home page
hu: Kezdõlap
id: Home

source: Admin
hu: Adminisztráció

source: Admin logout
hu: Admin kijeletkezés
id: Admin keluar

source: Gallery logout
hu: Album kijeletkezés
id: Keluar dari Gallery

source: Gallery does not exist:
hu: Az album nem telálható:
id: Gallery tidak exist

source: This Gallery requires password. Please fill the password field and press the validate button. Thank you.
hu: Az album megtekintéséhez jelszó szükséges. Kérjük töltse ki a jelszó mezõt és kattintson a hitelesítés gombra.
id: Gallery ini membutuhkan password. Silahkan isi password dan klick validate. Terima kasih

source: Validate
hu: Hitelesítés

source: Gallery password
hu: Album jelszó
id: Password Gallery

source: View image bigger
hu: Kép nagyítása
id: Perbesar Gambar

source: Image
hu: Kép
id: Foto

source: Hits
hu: Találatok

source: Congratulations YAPIG is working!
hu: Gratulálunk! A YAPIG megfelelõen mûködik!
id: Selamat! YAPIG bekerja

source: <p>Welcome to <a href="http://yapig.sf.net">YaPig.</a></p> <p>There are <strong>NO</strong> galleries.<p> <p>If this is the first time you run YaPiG:</p> <ol> <li>Edit the <i>config.php</i> file.</li> <li><a href="admin.php">Login as admin</a> and add a new gallery.</li> </ol>
hu: <p>Üdvözli Önt a <a href="http://yapig.sf.net">YaPig.</a></p> <p>Jelenleg <strong>NINCS</strong> rendelkezésreálló album.<p> <p>Ha most futtatja elõször a YaPiG-et:</p> <ol> <li>Módosítsa a <i>config.php</i> fájlt.</li> <li><a href="admin.php">Lépjen be admin-ként</a> és hozzon létre új albumot.</li> </ol>
id: <p>Selamat datang di <a href="http://yapig.sf.net">YaPig.</a></p> <p>Belum ada <strong>NO</strong> Gallery.<p> <p>Apabila ini bukan yang pertama kali anda jalankan YaPig:</p> <ol> <li>Ubah <i>config.php</i> file.</li> <li><a href="admin.php">Login sebagai admin</a> dan tambahkan Gallery baru</li> </ol>

source: There are no galleries. Login as admin to create new galleries
hu: Nincs rendelkezésre álló album. Lépjen be admin-ként és hozzon létre albumokat.
id: Tidak ada Gallery. Login sebagai admin untuk cipta Gallery baru

source: YaPiG installation
hu: YaPiG telepítése

source: Could not be loaded GD library witch is required by YapiG or your GD version is too old. Please read doc/install.html documentation for more information.
hu: A YapiG-hez szükséges GD függvénykönyvtár betöltése sikertelen vagy túl régi változat. További információért olvassa el a doc/install.html-t.
id: Library GD yang diperlukan YaPiG tidak dapat ditemukan atau versi GD anda terlalu tua. Silahkan baca dokumentasi doc/install.html untuk informasi lebih lanjut

source: Nice! Your server has GD library. You can run YaPiG!
hu: Kitûnõ! Az Ön szervere rendelkezik GD függvénykönyvtárral. A YaPig futtatása lehetséges.

source: Could not create SECURE_DIR. Change your BASE_DIR (view config.php) permissions to 777.
hu: A SECURE_DIR létrehozása nem lehetséges. Állítsa át a BASE_DIR (lásd config.php) jogosultságát 777-re.

source: Could not create index.html in SECURE_DIR
hu: Az index.html létrhozása sikertelen a SECURE_DIR-ben.

source: Could not create index.html in BASE_DIR
hu: Az index.html létrhozása sikertelen a BASE_DIR-ben.

source: Change YaPiG's root directory permissions to allow creating new files.
hu: Az új fájlok létrehozásához változtassa meg a YaPiG gyökér könyvtárának jogosultságait.
id: Ubah permission root direktory untuk YaPiG supaya dapat meciptakan file baru

source: Installation aborted. Could not create config file.
hu: Telepítés megszakítva. A konfigurációs fájl létrehozása sikertelen.
id: Installasi dibatalkan. Config file tidak dapat dicetak

source: YaPiG successfully installed.
hu: A YaPiG telepítése sikeresen befejezõdött.
id: YaPiG telah sukses diinstall

source: Update gallery Image list
hu: Album képlistájának módosítása

source: Overwrite existing thumbnails
hu: Létezõ ikonképek felülírása

source: Only create new thumbnails
hu: Csak az új ikonképek létrehozása

source: view/edit
hu: nézet/szerkesztés

source: Could not get image list. Gallery might have not images
hu: Képlista betöltése sikertelen. Valószínûleg az album nem tartalmaz képeket
id: Liste Foto Gallery tidak dapat ditemukan. Gallery mungkin tidak berisi foto

source: Current images at gallery are:
hu: Az album tartalma jelenleg:
id: Foto-foto yang tersedia di Galeri:

source: <span class="red">Image caption not set</span>
hu: <span class="red">Nincs képaláírás</span>

source: Could not read gallery directory filenames
hu: Nem lehet a fájlneveket beolvasni az album könyvtárából
id: Filename direktory Gallery tidak dapat dibaca

source: <p>Images that are in directory but not in gallery:</p><ul>
hu: <p>A könyvtárban kévõ képek, amelyek nem szerepelnek az albumban:</p><ul>
id: Foto-foto yang ada di direktory tetapi tidak ada di Gallery:

source: Modify gallery:
hu: Album módosítása:
id: Modifikasi Gallery:

source: Modify gallery information:
hu: Album információ módosítása:
id: Modifikasi Informasi Gallery:

source: Directory location with images required!
hu: A könyvtár elérési út szükséges a képekhez!
id: Direktori Foto-Foto dibutuhkan!

source: Creating gallery information file.
hu: Album információs fájl létrehozása.
id: File Informasi Gallery sedang dicetak

source: Gallery info successfully updated.
hu: Album információ sikeresen frissítve.
id: Info Gallery telah sukses diupdate

source: Could not update thumbnail
hu: Ikonkép frissítése sikertelen
id: Thumbnail tidak dapat diupdate

source: Thumbnail updated. (Do not worry if the upper thumb is the old one)
hu: IKonkép frissítve. (Ne aggódjon, ha a fenti ikonképnél még a régit látja.)
id: Thumbnail telah diupdate (Jangan khawatir apabila thumbnail yang ditampilkan adalah thumbnail yang lama)

source: Select thumbnail:
hu: Ikonkép kiválasztása:
id: Silahkan pilih Thumbnail:

source: Could not get all image list.
hu: Nem lehetséges az összes képlistát betölteni.
id: Tidak semua Liste Image bisa ditampilkan

source: Update gallery thumbnail
hu: Album ikonképeinek módosítása
id: Update Thumbnail Gallery

source: default password protected galleries thumbnail
hu: alapbeállítás a jelszóval védett albumoknál
id: Password untuk Gallery thumbnails seperti biasa

source: view info
hu: adatok megtekintése

source: Creating thumbs for images that do not have it.
hu: A még nem létezõ ikonképek létrehozása.
id: Thumbnails untuk Foto yang tidak mempunyainya sedang dicetak

source: Creating all thumbs
hu: Minden ikonkép létrehozása
id: Semua thumbnails sedang dicetak

source: Could not update gallery image list
hu: Album képlista frissítése sikertelen
id: Liste Foto Gallery tidak dapat diupdate

source: Image list successfully updated
hu: Képlista frissítése sikeresen megtörtént
id: Liste Foto sukses diupload

source: Number of images not updated
hu: A képek száma nincs frissítve
id: Jumlah Foto yang tidak diupload

source: Number of images updated
hu: A képek száma frissítve
id: Jumlah Foto yang telah diupload

source: <p>Please, select a gallery:</p>
hu: <p>Válasszon egy albumot:</p>
id: Silahkan pilih Gallery

source: There are no galleries.
hu: Nincs album.
id: Gallery kosong

source: View this Gallery
hu: Album megtekintése
id: Lihat Gallery ini

source: Modify Gallery Index
hu: Album index módosítása
id: Modifikasi Index Gallery

source: Image has no comments
hu: A kép nem tartalmaz hozzászólást

source: Modify
hu: Módosítás

source: Delete
hu: Törlés

source: Image Comments
hu: Hozzászólások a képhez

source: Image identificator (phid) not found.
hu: A kép azonosító (phid) nem található.
id: Identifikasi Foto (phid) tidak ketemu

source: Image name
hu: Kép neve
id: Nama Foto

source: Remove from gallery
hu: Eltávolítás az albumból

source: Clear
hu: Tisztítás
id: Hapus

source: Delete All
hu: Összes törlése

source: Image id
hu: Kép id
id: Foto ID

source: Modify Image
hu: Kép módosítása
id: Moifikasi Foto

source: Set as gallery thumbnail
hu: Beállítás, mint az album ikonképe
id: Tampilkan sebagai thumbnail

source: Image caption
hu: Képaláírás

source: Change caption
hu: Képaláírás módosítása

source: Could not remove image from gallery image list
hu: A képet nem lehet eltávolítani a képlistából
id: Foto tidak dapat dihilangkan dari liste

source: Image will not be shown in list.
hu: A kép nem lesz látható a listában.
id: Foto tidak akan ditampilkan di liste

source: Could not delete image comments file:
hu: A kép hozzászólás állománya nem törölhetõ:
id: File Kommentar terhadap Foto tidak dapat dihapus

source: Image comments deleted
hu: A kép hozzászólások törölve
id: Komentar terhadap Foto telah dihapus

source: Could not delete image comments counter:
hu: A kép hozzászólás számlálóját nem lehet törölni:
id: Counter Komentar terhadap Foto tidak dapat dihapus

source: Image comments counter deleted
hu: A kép hozzászólás számlálója törölve
id: Counter Komentar terhadap Foto telah dihapus

source: Image visits counter not found or could not be removed.
hu: A kép találati számlálója nem található vagy nem törölhetõ.
id: Counter terhadap Foto yang dikunjungi tidak ketemu atau tidak dapat dipindah

source: Image visits counter deleted
hu: A kép találati számlálója törölve
id: Counter Foto yg dikunjungi telah dihapus

source: Set new caption to:
hu: Új képaláírás:

source: Could not update caption.
hu: Képaláírás módosítása sikertelen.

source: Comment not selected
hu: A hozzászólás nincs kiválasztva

source: Coul not open comments file
hu: A hozzászólások fájl megnyitása sikertelen

source: Comment successfully deleted
hu: A hozzászólás sikeresen törölve

source: Could not read comments file
hu: A hozzászólások fájl olvasása sikertelen

source: Opening comments file.
hu: Hozzászólások fájl megnyitása.

source: Comment successfully updated
hu: Hozzászólás sikeresen módosítva

source: Upload Files
hu: Fájlok feltöltése

source: Created directory:
hu: Létrehozott könyvtár:

source: Could not create directory:
hu: A könyvtár létrehozása sikertelen:

source: Successfully removed directory:
hu: A könyvtár sikeresen eltávolítva:

source: Could not remove directory (not empty or failed permissions)
hu: A könyvtár eltávolítása nem sikerült (nem üres vagy nem megfelelõ a hozzáférés)

source: Files will be uploaded in this directory:
hu: A fájlok ebbe a könyvtárba kerülnek feltöltésre:

source: Create directory
hu: Könyvtár létrehozása

source: Select <b>ONE</b> directory
hu: Válasszon <b>EGY</b> könyvtárat"

source: Files to upload
hu: Fájlok feltöltése

source: Successfully uploaded file:
hu: A következõ fájl sikeresen feltöltve:

source: Could not copy to file:
hu: Nem tudok másolni a következõ fájlba:

source: Filename
hu: Fájl neve

source: File size
hu: Fájl mérete

source: Image size
hu: Kép mérete
id: Foto size

source: Add yout comment!
hu: Írja meg a véleményét!
id: Berikan Komentar anda!

source: Comment title
hu: Hozzászólás címe
id: Judul Komentar

source: Fields with * are required
hu: A *-gal jelölt mezõket kötelezõ kitölteni
id: * Fields yang wajib diisi

source: Image comments
hu: Hozzászólások a képhez
id: Kommentar terhadap Foto

source: There are no messages! Give us your opinion!
hu: Nincs hozzászólás. Kérjük ossza meg velünk a véleményét!
id: Belum ada komentar yang masuk. Silahkan berikan komentar anda!

source: Opening comments file
hu: Hozzászólások fájl megnyitása
id: Tampilkan file Komentar

source: Previous Gallery
hu: Elõzõ album
id: Gallery sebelum

source: Next Gallery
hu: Következõ album
id: Gallery berikut

source: Index of Galleries
hu: Album index
id: Index Gallery

source: could not show gallery navigation bar
hu: a navigációs panel nem megjeleníthetõ
id: Navigasi Gallery tidak dapat ditampilkan

source: Previous Image
hu: Elõzõ kép
id: Foto sebelum

source: Next Image
hu: Következõ kép
id: Foto berikut

source: Up
hu: Vissza az ikonképekhez
id: Index

source: Previous page
hu: Elõzõ oldal
id: Halaman sebelum

source: Next page
hu: Következõ oldal
id: Halaman berikut

source: Zoom in
hu: Nagyítás

source: Zoom Out
hu: Kicsinyítés

source: Real size
hu: Eredeti méret

source: GID not set
hu: A GID nincs beállítva
id: GID belum ditentukan

source: Getting gallery directory
hu: Album könyvtár olvasása
id: Lihat direktori Gallery

source: Password incorrect.
hu: Nem megfelelõ jelszó.
id: Salah Password

source: Gallery data not found. Please create again this gallery
hu: Album adatai nem találhatók. Hozza létre újra ezt az albumot
id: Data Gallery tidak ketemu. Ulangi pembuatan Gallery ini

source: Web
id: Homepage

source: Function for dynamic extension load not available.
id: Fungsi untuk load extensi dinamis tidak tersedia
